[Play_Sea_Terror_Upgrades AkEvent]
SpokenText="我也不知道是谁指出的，反正有人说寄生兽好像都是冲着DJ的临时天线塔去的。我也说过，我们不清楚寄生兽的动机到底是什么，只能猜测它们的行动规律跟见火就扑的飞蛾没有区别。"

[Play_Sea_Terror_TotalVictory_B AkEvent]
SpokenText="对付寄生兽对我们来说不是问题，但我们离一切的真相还有很遥远的距离。"

[Play_Sea_Terror_TotalVictory_A AkEvent]
SpokenText="我们成功幸存了下来，问题是无线电信号越强，我们遭遇的寄生兽就越多。我已经不信这只是巧合了。"

[Play_Sea_Terror_PartialVictory_B AkEvent]
SpokenText="那是场硬仗，我们有几个人差点就挺不过去了，但大部分人还是活下来了。"

[Play_Sea_Terror_PartialVictory_A AkEvent]
SpokenText="我们有伤亡 -- 对付寄生兽永远免不了伤亡 -- 但我们还是活着离开了那里。在解开这个谜团前，我们是不会停止继续前进的。"

[Play_Sea_Terror_Musings_J AkEvent]
SpokenText="我们在那个小镇里也看到了DJ设置的中继站。那玩意儿乍看上去一点都不像是无线电中继站，但它毫无疑问是有效的。我能从上面看出外星人科技的痕迹，但没有那么疯狂。我早该知道他在附近有中继站的。"

[Play_Sea_Terror_Musings_H AkEvent]
SpokenText="这DJ虽然烦得要命，但他并不是全无可取之处，毕竟这家伙凭一己之力建立了自己的无线电网络。我们招募到的新兵有一大半连怎么开无线电都不会。"

[Play_Sea_Terror_Musings_F AkEvent]
SpokenText="我们当时并不清楚他是在哪广播的，我们还以为他至少离我们有几千英里远。但听到他说到\"又大又丑\"的虫子，我们才发现他可能离我们很近。当然也有可能是这种寄生兽在全球各地都出现了，但还是这位DJ离我们比较近的可能性较高。"

[Play_Sea_Terror_Musings_E AkEvent]
SpokenText=" "

[Play_Sea_Terror_Musings_D AkEvent]
SpokenText="我知道你现在肯定想问，军事官，如果你不想听DJ唠叨，把无线电关了不就完事了？你问的也有道理。他的无线电传输的问题不在于强度，而在于频率跟我们的通讯频道混杂了，所以要么完全不进行无线电通讯，要么就忍着他的唠叨通讯。"

[Play_Sea_Terror_Musings_C AkEvent]
SpokenText=" "

[Play_Sea_Terror_Musings_B AkEvent]
SpokenText="出乎我们意料的是，这次的袭击者不是寄生兽，至少一开始不是。这次登场的是变种人，它们好像也挺头疼那些虫子的。我们在对付他们的时候还得救助平民，全都乱套了。"

[Play_Sea_Terror_Musings_A AkEvent]
SpokenText=" "

[Play_Sea_Terror_LootSelect AkEvent]
SpokenText="我们从无线电塔附近的工作站里回收了一些装备。里面的好东西还真不少，让我们纠结了一阵。"

[Play_Sea_Terror_Loading AkEvent]
SpokenText="如果寄生兽能通过水域移动，那海岸边的所有小镇、营地和殖民地都跟这个小镇一样有遇袭的危险。我们决定继续顺着海岸前进，如果在下一次袭击之前没有其他方法能警示海边的人的话。结果你猜怎么着？我们越是往前走，那个所谓的\"电波之王\"的家伙的信号就越强。我是真的挺希望变种人为了控制言论把他干掉的，但这家伙也算是把变种人的无线频率弄得一团糟了。"

[Play_Sea_Terror_Intro AkEvent]
SpokenText="前进的过程中气温越来越低，刮来的海风把我们折腾惨了。我会记得这个是因为等我抵达下一个营地的时候...气温高得都能把皮肤灼伤了，要不是知道这份热量意味着什么，我们说不定还会挺庆幸呢。"

[Play_Sea_Terror_Failure_B AkEvent]
SpokenText="我还是再给你过一遍吧。"

[Play_Sea_Terror_Failure_A AkEvent]
SpokenText="如果我们全军覆没了，那谁来给你讲故事呢？"

[Play_Sea_Terror_CiviliansWipe AkEvent]
SpokenText="我记得很清楚，小镇里还是有几个平民的，让我们再试一次吧。"

[Play_Sea_Terror_CiviliansSaved AkEvent]
SpokenText="我们还从寄生兽的爪下救到了几个平民。"

[Play_Sea_SabotageTransmitter_Upgrades AkEvent]
SpokenText="好了，故事到此结束。DJ整出了不少麻烦，但我们总算是为他擦干净了屁股。而且说实话，这场战役让我们的战斗经验更加丰富了，不过你可别告诉他这个。"

[Play_Sea_SabotageTransmitter_TotalVictory_B AkEvent]
SpokenText="不错的故事吧？还有一个人人幸福的美好结局，连DJ都在反抗军开拓出了成功的新事业。"

[Play_Sea_SabotageTransmitter_TotalVictory_A AkEvent]
SpokenText="这就是我第一次遇见DJ和他如何辗转成为未来的反抗军之声的故事。你可以说我们现在可以算是朋友了，不过起初我肯定是看不上这家伙的。"

[Play_Sea_SabotageTransmitter_PartialVictory_B AkEvent]
SpokenText="战斗很惨烈，但我们最后还是完成了目标，我也活到了现在，有机会把这个故事讲给你听。"

[Play_Sea_SabotageTransmitter_PartialVictory_A AkEvent]
SpokenText="我们牺牲了几个战士，也有人受了重伤，但我们至少关闭了那个传输网络，不然鬼知道会出什么事。"

[Play_Sea_SabotageTransmitter_Outro AkEvent]
SpokenText="当一切尘埃落定后，我和DJ坐下来好好喝了一杯，基本上算是冰释前嫌了。连沈都认可了这家伙，至少在技术层面上认可了。她很欣赏DJ对外星人科技的临时改造，因为她自己怎么都捉摸不透那些玩意儿。看来这家伙还是有正常的一面，就是表现欲太强了而已。"

[Play_Sea_SabotageTransmitter_NagNoTurns AkEvent]
SpokenText="我们哪有这么磨叽啊，再不快点就得全军覆没了。"

[Play_Sea_SabotageTransmitter_Nag3Turns AkEvent]
SpokenText="我们的时间不多，必须在寄生兽把我们完全包围前抵达信号发射器，把它炸上天。"

[Play_Sea_SabotageTransmitter_Nag1Turn AkEvent]
SpokenText="我们的时间越来越少了，看来我们得尽快给这个故事一个戏剧性的结尾才行。"

[Play_Sea_SabotageTransmitter_Musings_J AkEvent]
SpokenText="你可能会很意外，但我还真觉得他说的有点道理。毕竟我们费了九牛二虎之力才救出这家伙，不如就榨干他的剩余价值好了。等他振作起来，学会主持正规节目的方式，就让他当我们的电台主持人吧，这对反抗军来说还真不算坏事。"

[Play_Sea_SabotageTransmitter_Musings_H AkEvent]
SpokenText="我其实不太确定信号发射器被炸烂后到底会发生什么事，而我们撤离的时间也不多，没法和它拉开安全距离，所以如果真出什么事，那第一批倒霉的就是我们。除了做好最坏的打算外，我们估计还会碰上几个惊喜。"

[Play_Sea_SabotageTransmitter_Musings_F AkEvent]
SpokenText="老实说，当时我一心想把那堆外星科技产物炸上天，根本没空听无线电里传出来的鬼话，不过我得承认，我对他可能确实有点太强硬了。"

[Play_Sea_SabotageTransmitter_Musings_E AkEvent]
SpokenText=" "

[Play_Sea_SabotageTransmitter_Musings_D AkEvent]
SpokenText="我们带了几块临时制成的X4炸药，打算把那个信号发射器炸掉，但外星合金是很坚硬的。所以我不确定这些炸药能不能搞定它，不过我没把我担忧跟任何人说。到时候如果真的搞不定，那我会不惜一切代价搞定它。"

[Play_Sea_SabotageTransmitter_Musings_C AkEvent]
SpokenText=" "

[Play_Sea_SabotageTransmitter_Musings_B AkEvent]
SpokenText="我决定让DJ继续负责我们的无线电通讯，这样至少他能在有人埋伏我们时警告我们一下。我估计他总算是弄清楚事态的严重性了，弄清楚这不是在开玩笑，也没有人觉得他的话好笑。"

[Play_Sea_SabotageTransmitter_Musings_A AkEvent]
SpokenText=" "

[Play_Sea_SabotageTransmitter_Loading AkEvent]
SpokenText="我已经受够了DJ和他的秘密。我正准备对他严刑逼供，他直接就全盘托出了。记得我说过这家伙就是个疯子没？我还真没说错。你猜这些信号真正的源头是什么？就是一片早期的变种人芯片型信号发射器。这家伙居然自以为是地瞎改造那玩意儿，明明自己对技术活根本就是一知半解。他的故事虽然听上去很蠢，但仔细想想都跟实际情况对得上号，毕竟我们都不是科学家，没工夫整理其中的因果了。解决问题的方式说来也简单，把那玩意儿炸上天，让DJ白干一场就完事了。简单吧。"

[Play_Sea_SabotageTransmitter_Intro AkEvent]
SpokenText="我们来到了海岸边的一片区域，芯片型信号发射器离我们还有一段距离，所以我们只能尽快赶路。当时变种人的市中心只有寥寥数个，我们也不是很了解它们的芯片植入物。不过我记得当时我觉得把信号发射器放芯片里确实挺古怪的，我只能指望DJ没有隐瞒别的事了。"

[Play_Sea_SabotageTransmitter_Failure_B AkEvent]
SpokenText="这场大戏的结局是以我的幸存为前提的。"

[Play_Sea_SabotageTransmitter_Failure_A AkEvent]
SpokenText="你是在嘲笑我的故事。"

[Play_Sea_SabotageTransmitter_BombSpotted AkEvent]
SpokenText="那个信号发射器特别显眼，看来DJ拆了不少外星零件把它拼凑起来。"

[Play_Sea_SabotageTransmitter_BombPlanted AkEvent]
SpokenText="我们设置了炸弹，接下来只要躲得远远的看烟花就行。"

[Play_Sea_SabotageTransmitter_BombDetonated AkEvent]
SpokenText="我们费了那么多工夫才设置好炸药，炸掉最后的信号发射器的时候几乎有一种畅快感了。"

[Play_Sea_SabotageTransmitter_AreaSecured AkEvent]
SpokenText="我们肃清了周边区域的外星人，但我们还得炸掉信号发射器，给这件事画上句号。"

[Play_Sea_HackRadio_Upgrades AkEvent]
SpokenText="我们总算解决了这个迫在眉睫的问题，但DJ还有事没对我们说，那些寄生兽也在继续占领海岸。我们得尽快找个突破口才行。"

[Play_Sea_HackRadio_TotalVictory_B AkEvent]
SpokenText="我们好歹是勉强赶上了，关闭了那个定时广播，顺便回收了DJ之前的录音。"

[Play_Avenger_Interceptor_Wildnerss_Loading_A AkEvent]
SpokenText="不知道她故意的，不过沈在网络上留下了一些公开的旧音频日志。她应该不介意我们听着玩吧...但还是要快点，免得被她发现。"

[Play_Sea_HackRadio_TotalVictory_A AkEvent]
SpokenText="我们成功侵入了DJ的电脑，在它召来更多寄生兽前关闭了广播，至少我们是这么认为的。"

[Play_Sea_HackRadio_TimerNagFinal AkEvent]
SpokenText="我们的时间不多了，广播随时都有可能开始。"

[Play_Sea_HackRadio_TimerFailed AkEvent]
SpokenText="我们肯定及时阻止了广播的，不然我就活不到现在了。"

[Play_Sea_HackRadio_Timer3TurnsLeft AkEvent]
SpokenText="DJ的广播很快就要开始了，我们得动作快点了。"

[Play_Sea_HackRadio_TerminalSpotted AkEvent]
SpokenText="就在此时，我们发现了DJ的宝贝电脑。"

[Play_Sea_HackRadio_TerminalHacked AkEvent]
SpokenText="我们阻止了广播，但这片区域里还有需要处理掉的敌人。"

[Play_Sea_HackRadio_TerminalDestroyed AkEvent]
SpokenText="呃...我记得我们答应过DJ不弄坏他的电脑来着，我好像没食言啊。"

[Play_Sea_HackRadio_PartialVictory_B AkEvent]
SpokenText="虽然这是场硬仗，但我们还是坚持了下来，完成了任务。"

[Play_Sea_HackRadio_PartialVictory_A AkEvent]
SpokenText="虽然事情并不算一帆风顺，但我们大部分人都幸存了下来，而且我们成功在广播召来更多寄生兽大军前关掉了那玩意儿。"

[Play_Sea_HackRadio_Musings_J AkEvent]
SpokenText="信号还没播放出去，这些寄生兽就已经像发了情一样一个接一个地从海里冒出来了。我们已经记不清我们到底干掉了多少只了，我又开始怀疑DJ是不是没有提醒我们什么重要的线索。"

[Play_Sea_HackRadio_Musings_H AkEvent]
SpokenText="那个时候我们已经是看到寄生兽就觉得恶心了。我都有点担心就算我们摧毁了那些信号传输器，它们迟早也会从不知道在哪的深海大洞里出来，然后填满大海，最后爬到岸上。"

[Play_Sea_HackRadio_Musings_F AkEvent]
SpokenText="我们看到船的时候离船还有至少一半的距离，因为那儿已经爬满寄生兽了。除了寄生兽几乎看不到别的东西，我们早知道这场仗不可避免了，所以我们只能硬着头皮上了。"

[Play_Sea_HackRadio_Musings_E AkEvent]
SpokenText=" "

[Play_Sea_HackRadio_Musings_D AkEvent]
SpokenText="DJ请求我们不要摧毁他的电脑，因为里面有很多宝贵的录音，所以我们只能答应抵达船边后侵入他的电脑阻止广播。我也不知道我们为啥一定要用这么文明的方式，毕竟电脑是他的，又不是我们的，但当时也没人有异议，所以我们只能照做了。"

[Play_Sea_HackRadio_Musings_C AkEvent]
SpokenText="那个时候我们已经是看到寄生兽就觉得恶心了。我都有点担心就算我们摧毁了那些信号传输器，它们迟早也会从不知道在哪的深海大洞里出来，然后填满大海，最后爬到岸上。"

[Play_Sea_HackRadio_Musings_B AkEvent]
SpokenText="还记得以前人们常常抱怨他们的GPS导航装置不靠谱吗？当时的情况就跟这种差不多...更糟糕的是导航的是我们这位DJ朋友。说真的，我们还不如不听他的指示，在城里瞎转悠呢。我的脑子都快被他给整糊涂了，毕竟我之前也说过，人在累坏了的时候是很难分辨正常话和疯话的。"

[Play_Sea_HackRadio_Musings_A AkEvent]
SpokenText="我们看到船的时候离船还有至少一半的距离，因为那儿已经爬满寄生兽了。除了寄生兽几乎看不到别的东西，我们早知道这场仗不可避免了，所以我们只能硬着头皮上了。"

[Play_Sea_HackRadio_LootSelect AkEvent]
SpokenText="DJ的船上藏了不少有意思的东西，我也不知道为啥他要收集这些武器，明明是个不敢战斗的怂货。大概是用来交易的吧。"

[Play_Sea_HackRadio_Loading AkEvent]
SpokenText="我们来整理一下目前已知的情报好了，DJ拿到了外星人科技，一通乱搞后，弄出来了个只要放在海岸边上就能不断引出海里的寄生兽的诱饵装置。当时我差点没气昏过去因为我们发现他的船停在了海岸边上的一座城外边。而他的船载电脑还会定时播放他预先录制的\"广播\"。这下我们还有什么选择？只能又奔着下一个目标去了。"

[Play_Sea_HackRadio_Intro AkEvent]
SpokenText="我们在找到他的船后，信号已经播放出去了，而且引来了更多寄生兽。我们根本没法靠近港口，所以只能根据DJ的指示从街道中穿过去了。"

[Play_Sea_HackRadio_Failure_B AkEvent]
SpokenText="别气馁，要做到我记忆里的事情确实很难。"

[Play_Sea_HackRadio_Failure_A AkEvent]
SpokenText="据我所知，我还没死呢。"

[Play_Sea_HackRadio_AreaSecured AkEvent]
SpokenText="这片区域好像暂时安全了，但我们还得找到DJ的电脑。"

[Play_Sea_GatherDJ_Upgrades AkEvent]
SpokenText="这下你明白我有多痛苦了吧。这家伙就算是在获救后嘴巴也没停过。无论发生什么事他都能评上几句。我发誓，要不是我们需要他指出剩下的中继站的位置，我早把他给毙了。"

[Play_Sea_GatherDJ_TotalVictory_B AkEvent]
SpokenText="这场营救行动比我们预料的要简单，我们成功了救出了DJ，甩掉了变种人。"

[Play_Sea_GatherDJ_TotalVictory_A AkEvent]
SpokenText="救出DJ后，我们马上乘船离开了那座城市，然后一直沿着海岸前进。终于到了揭晓一切的真相的时候了。"

[Play_Sea_GatherDJ_PartialVictory_B AkEvent]
SpokenText="那场仗不好打，我们花了九牛二虎之力才从中脱身。如果这DJ没能提供什么有用的情报，我们说不定会拿他去喂鱼。"

[Play_Sea_GatherDJ_PartialVictory_A AkEvent]
SpokenText="为了救出这家伙我们付出了惨痛的代价，这家伙必须得给我们一个交代了。"

[Play_Sea_GatherDJ_Musings_I AkEvent]
SpokenText="我待会儿会跟你好好谈谈的，但请你帮我们个忙，暂时闭上你那张嘴好吗。"

[Play_Sea_GatherDJ_Musings_F AkEvent]
SpokenText=" "

[Play_Sea_GatherDJ_Musings_E AkEvent]
SpokenText=" "

[Play_Sea_GatherDJ_Musings_D AkEvent]
SpokenText=" "

[Play_Sea_GatherDJ_Musings_C AkEvent]
SpokenText=" "

[Play_Sea_GatherDJ_Musings_B AkEvent]
SpokenText=" "

[Play_Sea_GatherDJ_Musings_A AkEvent]
SpokenText=" "

[Play_Sea_GatherDJ_LootSelect AkEvent]
SpokenText="我们这位DJ朋友的收藏品中有不少有意思的外星科技。我们拿走了其中成色最好的，剩下的都丢那儿了。"

[Play_Sea_GatherDJ_Loading AkEvent]
SpokenText="营救DJ不仅是我们应尽的人道义务，更是我们找到剩下的广播站的唯一途径。一开始的几小时他还很不自在，而当因为变种人难以处理他那栋楼的门时 -- 他又得意洋洋起来，真是个王八蛋。"

[Play_Sea_GatherDJ_Intro_B AkEvent]
SpokenText="海边有艘船，后来被我们当成撤离工具用了。"

[Play_Sea_GatherDJ_Intro_Alt_B AkEvent]
SpokenText="海边有艘船，后来被我们当成撤离工具用了。"

[Play_Sea_GatherDJ_Intro_Alt_A AkEvent]
SpokenText="我们抵达那座城市后发现信号比以往都要强。我们不知道该往哪走，所以只能把信号发射器当成信标了。"

[Play_Sea_GatherDJ_Intro_A AkEvent]
SpokenText=" "

[Play_Sea_GatherDJ_Intro AkEvent]
SpokenText="信不信由你，我们这儿还留着营救行动时留下的录音呢 -- 其实吧，这部分都不用我说了，你光听DJ的话就能知道出什么事了。"

[Play_Sea_GatherDJ_Guard2Rescued AkEvent]
SpokenText="我们在出去的路上顺便带上了DJ的另一个保镖。"

[Play_Sea_GatherDJ_Guard1Rescued AkEvent]
SpokenText="虽然我不清楚DJ是怎么说服他们当他保镖的，但我们总算是救到了一个。"

[Play_Sea_GatherDJ_Failure_B AkEvent]
SpokenText="虽然我知道我的名声不怎么样，但这样表现连我都看不下去。"

[Play_Sea_GatherDJ_Failure_A AkEvent]
SpokenText="我们再过一遍吧，我好像忘了什么重要的事。"

[Play_Sea_GatherDJ_FacelessTunaSighted AkEvent]
SpokenText="我们当时还没给无面怪取名，但我们知道这种潜藏在平民中的怪物的存在。不过这玩意儿...就完全是别的东西了。我的意思是，如果它们能变成鱼，那还有什么不能变的东西？它们到底有多少新花样？"

[Play_Sea_GatherDJ_DJSighted AkEvent]
SpokenText="就是他没错，那个所谓的电波之王。"

[Play_Sea_GatherDJ_DJRescued AkEvent]
SpokenText="我们救到DJ了，但在抵达撤离点前都必须保证他的安全。"

[Play_Sea_GatherDJ_DJEvac AkEvent]
SpokenText="DJ虽然安全了，但小队的其他人和我还没撤离。"

[Play_Sea_GatherDJ_DJDeath AkEvent]
SpokenText="DJ虽然很讨人厌，但他肯定还活着。"

[Play_Sea_GatherDJ_DJandGuardsEvac AkEvent]
SpokenText="DJ和他的保镖都安全撤离了，轮到我们离开了。"

[Play_Sea_ExtractDJ_Upgrades AkEvent]
SpokenText="我们又救了DJ这小子一命，这回我可不会让他抛下我们一个人跑了。我让他坐在一张椅子上，用我们的无线电传输器给我们指出他的设备的位置。我在出去的时候还悄悄把门给锁了。"

[Play_Sea_ExtractDJ_TotalVictory_B AkEvent]
SpokenText="我们干掉的寄生兽至少有好几十只，最后总算是甩掉了它们。别问我们是怎么做到的，因为我也不知道。"

[Play_Sea_ExtractDJ_TotalVictory_A AkEvent]
SpokenText="虽然形势对我们很不利，但我们还是成功救出了DJ这个和平主义者。这家伙搞出的惊喜已经让我精疲力竭了。"

[Play_Sea_ExtractDJ_TimerNagFinal AkEvent]
SpokenText="故事就快说完了，但我可不记得我们有那么拖沓。"

[Play_Sea_ExtractDJ_TimerFailed AkEvent]
SpokenText="看来我得从头开始了，我可不记得我们有花那么多的时间。"

[Play_Sea_ExtractDJ_Timer6TurnsLeft AkEvent]
SpokenText="我们得尽快处理掉这事儿，天知道这些寄生兽到底有多少。"

[Play_Sea_ExtractDJ_Timer3TurnsLeft AkEvent]
SpokenText="我们的时间不多，必须尽快行动。"

[Play_Sea_ExtractDJ_PartialVictory_B AkEvent]
SpokenText="寄生兽的攻势很猛，我们的伤亡不小。好在我们还是救出了DJ，等着这家伙给我们惹更大的麻烦。"

[Play_Sea_ExtractDJ_PartialVictory_A AkEvent]
SpokenText="被那么多寄生兽围攻，这样的伤亡已经算是很轻微了。当然在我们的保护下，DJ这家伙一根毛都没掉。"

[Play_Sea_ExtractDJ_Musings_J AkEvent]
SpokenText="他说的话越多，我越是觉得这家伙的脑子有问题。我都有点害怕队员们会把他的鬼话当真了，毕竟我们都累坏了，没工夫去细想他的话。"

[Play_Sea_ExtractDJ_Musings_H AkEvent]
SpokenText="留给我们的时间并不多，我们也没法挡住寄生兽的攻势一辈子。如果我们不边跑边打，很有可能会被它们包围。"

[Play_Sea_ExtractDJ_Musings_F AkEvent]
SpokenText="DJ大概也对之前的错误有所悔悟，但该死的他所谓的悔悟就是惹恼变种人。我是不准备轻易放过他了，但得先收拾他整的这烂摊子。"

[Play_Sea_ExtractDJ_Musings_E AkEvent]
SpokenText=" "

[Play_Sea_ExtractDJ_Musings_D AkEvent]
SpokenText="我说过，DJ在战斗中就是个活靶子，他连捡起枪都不愿意，更别提举枪开火了。我们只能希望他在我们抵达撤离点前能闭上他那张大嘴巴缩在掩体后面。"

[Play_Sea_ExtractDJ_Musings_C AkEvent]
SpokenText=" "

[Play_Sea_ExtractDJ_Musings_B AkEvent]
SpokenText="这个区域内的信号发射器已经被我们摧毁了，但寄生兽还是源源不断地从树林中冒出来。我当然是一点都不在乎他的那些唱片，但这小子居然完全无视我们正在保护他的事实，还假装自己的背伤没好，一点知恩图报的意思都没有。"

[Play_Sea_ExtractDJ_Musings_A AkEvent]
SpokenText=" "

[Play_Sea_ExtractDJ_LootSelect AkEvent]
SpokenText="我们殖民地搜刮了一阵，带上了能带的东西，我们收集到了一些不错的装备，但得谨慎选择就是了。"

[Play_Sea_ExtractDJ_Loading AkEvent]
SpokenText="我们费了这么多工夫才救出这家伙，结果这才不到一天他就觉得一个人跑去找他收藏的唱片是个好主意。我当时真的气炸了，差点就决定拿他去喂寄生兽了。还好他没跑远，我们赶在外星人之前找到了他。"

[Play_Sea_ExtractDJ_Intro AkEvent]
SpokenText="DJ的设备在当地的一幢公共设施里，那个设施就在殖民地的中心。乍听上去这似乎很安全，但我估计那里的信号比之前的几个都要强，因为那儿到处都是寄生兽。"

[Play_Sea_ExtractDJ_Failure_B AkEvent]
SpokenText="你可别瞎扯了，我哪有那么没用啊。"

[Play_Sea_ExtractDJ_Failure_A AkEvent]
SpokenText="不对...我记得不是这样的。"

[Play_Sea_ExtractDJ_DJEvac AkEvent]
SpokenText="我们又一次救DJ于水火之中，虽然没他半点功劳就是了。"

[Play_Sea_ExtractDJ_DJDeath AkEvent]
SpokenText="我没说清楚吗，我们不是救出DJ了嘛。"

[Play_Sea_DestroyRadio_Upgrades AkEvent]
SpokenText="总之我们终于知道DJ弄到的是货真价实的外星科技，而且不是变种人用的那种高新科技 -- 而是更为古老的神秘科技。这就让事态进一步升级了，这下我们就算想避开外星人都没办法了。"

[Play_Sea_DestroyRadio_TotalVictory_B AkEvent]
SpokenText="我们在被寄生兽困住前摧毁了信号发射器。我们这下总算是知道自己对付的是外星科技了，当时的我就感觉接下来的日子肯定会更难过。"

[Play_Sea_DestroyRadio_TotalVictory_A AkEvent]
SpokenText="我们成功摧毁了信号发射器，切断了它发射的信号，不过这只能阻止附近数英里内的信号广播，我们要做的事还有很多。"

[Play_Sea_DestroyRadio_TimerNagFinal AkEvent]
SpokenText="我记得我们没花那么长时间，已经超出了故事的极限了。"

[Play_Sea_DestroyRadio_TimerNag AkEvent]
SpokenText="寄生兽在源源不断地涌出来，我们的时间不多了。"

[Play_Sea_DestroyRadio_TimerExpired AkEvent]
SpokenText="我们的动作可没那么慢，真像那么慢的话早被寄生兽包围了。"

[Play_Sea_DestroyRadio_RadioSpotted AkEvent]
SpokenText="那是我们第一次亲眼看到DJ的信号发射器。"

[Play_Sea_DestroyRadio_RadioDestroyed AkEvent]
SpokenText="我们毁掉了一台信号发射器，但任务还远没有结束。"

[Play_Sea_DestroyRadio_PartialVictory_B AkEvent]
SpokenText="我们蒙受了部分损失，但还是摧毁了信号发射器，总算是遏止了寄生兽的攻势。"

[Play_Sea_DestroyRadio_PartialVictory_A AkEvent]
SpokenText="战斗越来越惨烈了，但我们还是活了下来。虽然这个信号发射器被我们摧毁了，但寄生兽肯定会直奔下一个目标去的。"

[Play_Sea_DestroyRadio_Musings_J AkEvent]
SpokenText="我们其实已经朝他的方向赶过去了，但我觉得让他担惊受怕一会儿也未尝是坏事。我记得我们及时赶到了，应该。"

[Play_Sea_DestroyRadio_Musings_H AkEvent]
SpokenText="当时我都有点不好意思自己当初希望变种人搞死他了。我是说，这一切确实是他自作自受，偷了人家设备就不说了，还成天在广播里跟变种人唱反调，迟早会引起它们注意的。我们都知道变种人最喜欢报复敢于反抗的人了。"

[Play_Sea_DestroyRadio_Musings_F AkEvent]
SpokenText="也不知道是巧合还是DJ运气不好，总之他把信号发射器安装在了海边的码头上。也就是说他无意中把这个寄生兽诱饵装在了最能发挥它功效的地方。"

[Play_Sea_DestroyRadio_Musings_E AkEvent]
SpokenText="当我们终于能看清那个信号发射器后才发现，DJ那小子刻意隐瞒了一个重要的细节。那玩意儿整个就是外星科技产品，连变种人科技都不算，而是更为古老的科技。我至今都弄不明白他是怎么启动那玩意儿的，不过这事总算是有点眉目了。"

[Play_Sea_DestroyRadio_Musings_D AkEvent]
SpokenText="当我们终于能看清那个信号发射器后才发现，DJ那小子刻意隐瞒了一个重要的细节。那玩意儿整个就是外星科技产品，连变种人科技都不算，而是更为古老的科技。我至今都弄不明白他是怎么启动那玩意儿的，不过这事总算是有点眉目了。"

[Play_Sea_DestroyRadio_Musings_C AkEvent]
SpokenText="也不知道是巧合还是DJ运气不好，总之他把信号发射器安装在了海边的码头上。也就是说他无意中把这个寄生兽诱饵装在了最能发挥它功效的地方。"

[Play_Sea_DestroyRadio_Musings_B AkEvent]
SpokenText="根据我们当时对外星科技的了解，无论DJ从变种人手上偷走的信号发射器究竟是什么设备，它原本的目的可能就是如此。说不定外星人需要它们才能控制寄生兽，或许它们还没法控制降临到地球上的所有外星怪物。"

[Play_Sea_DestroyRadio_Musings_A AkEvent]
SpokenText=" "

[Play_Sea_DestroyRadio_LootSelect AkEvent]
SpokenText="我们从被干掉的外星人身上回收到了一些装备，不过当时我们也没有工夫仔细搜刮就是了。"

[Play_Sea_DestroyRadio_Loading AkEvent]
SpokenText="我们坐船追踪着DJ的信号，继续顺着海岸前进。根据我们掌握的情报，他应该是在尚未被变种人控制的区域内建立起自己的无线电网络的。他在海岸线附近设置偷来的中继站和天线，试图扩展自己的广播范围，而他的行为也确实搅起了一些动静。虽然我们不确定是无线电波还是那些设备本身...但寄生兽似乎很中意他的声音。对他们来说，DJ的声音就像是晚餐铃的声音，诱使他们前往有无线电中继站的小镇。"

[Play_Sea_DestroyRadio_Intro AkEvent]
SpokenText="既然我们已经弄清楚吸引寄生兽的源头，那我们只要把DJ安装的设备全都破坏掉就完事了。听上去很容易吧？然而事实并不是如此...我们在靠近后，发现了更大的麻烦。"

[Play_Sea_DestroyRadio_Failure_B AkEvent]
SpokenText="我觉得我们还是休息一会儿再继续吧。"

[Play_Sea_DestroyRadio_Failure_A AkEvent]
SpokenText="如果我像那样惨死了，那我还怎么跟你在这儿讲故事呢？"

[Play_Sea_Abduction_Upgrades AkEvent]
SpokenText="我们在抵达小镇并确认了情报的真实性后，发现袭击小镇的是栖息在水下的新型寄生兽。你应该想像得到，在得知了地球上又多了一种怪物后我们有多么的恐慌了。"

[Play_Sea_Abduction_TotalVictory_B AkEvent]
SpokenText="虽然我们扑灭了寄生兽的攻势，但我们还是没弄清楚它们为什么会突然袭击小镇。"

[Play_Sea_Abduction_TotalVictory_A AkEvent]
SpokenText="我们在零伤亡的情况下肃清了那些寄生兽，但当时我们还是一头雾水。"

[Play_Sea_Abduction_PartialVictory_B AkEvent]
SpokenText="我们没料到寄生兽的出现，为此蒙受了不小的损失。还好大部分人都挺了过去。"

[Play_Sea_Abduction_PartialVictory_A AkEvent]
SpokenText="那些寄生兽打了我们一个措手不及，让我们损失惨重，但我们还是设法击退了第一波袭击小镇的寄生兽。"

[Play_Sea_Abduction_NeonateChryssalidSighted AkEvent]
SpokenText="他们是从海里冒出来的...这是他们最大的特征。当时我们就把它们当成大的要死的虫子，因为我们没有能研究它们的科学家。寄生兽...它们真的很奇怪，白色的...就像披着一层骨头似的。"

[Play_Sea_Abduction_Musings_J AkEvent]
SpokenText="我算是明白了，无论我们跑到哪去，无论我们在做什么...都得一直忍受这王八蛋的唠叨，除非我们找到他，让他闭嘴，或者他被外星人找到，一枪爆头。我还真不在乎哪边先找到他。"

[Play_Sea_Abduction_Musings_H AkEvent]
SpokenText="他花了整整十分钟叨叨他在汉堡店的打工事迹，而我们在外头看着中寄生兽毒液的人变异成它们中的一员。那真的是我见过的最可怕的事之一了，更可怕的是这家伙还一直不肯住嘴。"

[Play_Sea_Abduction_Musings_F AkEvent]
SpokenText="我得承认，如果换个时间地点，比如围坐在营火旁喝酒的时候，这家伙的段子确实能博大家一笑。问题是当时我们和那些奇怪的海洋寄生兽打得正酣，这家伙还在无线电里瞎搅和？我真是恨不得顺着无线电波过去给他一拳让他闭嘴。"

[Play_Sea_Abduction_Musings_E AkEvent]
SpokenText=" "

[Play_Sea_Abduction_Musings_D AkEvent]
SpokenText="先不说这无线电节目，我们还有更大的难题要对付。情报是准确的，那个小镇的确被外星人袭击了。我跟你说，比起我们那天碰上的玩意儿，我宁愿跟一整支变种人军队战斗。"

[Play_Sea_Abduction_Musings_C AkEvent]
SpokenText=" "

[Play_Sea_Abduction_Musings_B AkEvent]
SpokenText="我们在接近了小镇后才接到了这种无线电广播...我们没搞清楚这是什么情况。这肯定不是变种人的无线电通讯，反抗军里也不会有人蠢到留下供外星人追踪的信号。"

[Play_Sea_Abduction_Musings_A AkEvent]
SpokenText=" "

[Play_Sea_Abduction_LootSelect AkEvent]
SpokenText="变种人为驻扎在当地前哨站的部队运输了一批装备，虽然我们没法把它们全拿上，但还是搞到了一些好东西。"

[Play_Sea_Abduction_Loading_B AkEvent]
SpokenText="有些人，有些事真的是永远不会变。我跟你讲过我是怎么遇见那个疯子的吗？准备好瓜子小吃吧，这故事可有劲了。一切都得从12年前说起了..."

[Play_Sea_Abduction_Intro AkEvent]
SpokenText="当时我在和几个本地反抗军领导合作，尽力帮助平民。总之，我们接到情报称外星人打算袭击一个海岸边的小镇。我们还以为变种人终于准备对付流浪的人类了。"

[Play_Sea_Abduction_Failure_B AkEvent]
SpokenText="寄生兽是很难对付，但我可不记得我有变成它们的一员。"

[Play_Sea_Abduction_Failure_A AkEvent]
SpokenText="那场仗虽然难打，但我们的表现也不至于这么差。"

[Play_Marketing_08_ALTH AkEvent]
SpokenText="指挥官，这是你手下人民的故事，你应该好好了解一下。"

[Play_Marketing_08_ALTG AkEvent]
SpokenText="你应该听听，指挥官。"

[Play_Marketing_08_ALTF AkEvent]
SpokenText="当时是这样的，指挥官，复仇者号正在接近，但我们却极度渴望..."

[Play_Marketing_08_ALTE AkEvent]
SpokenText="而我有些故事想要告诉你，相信我指挥官，你会喜欢的。"

[Play_Marketing_08_ALTD AkEvent]
SpokenText="一些故事只能由亲历者才能讲述，而指挥官，这就是你最接近真实的时候了，好好享受吧。"

[Play_Marketing_08_ALTC AkEvent]
SpokenText="还有些事情我从未有机会告诉你，指挥官，而且我觉得这些故事还没有过时，你应该了解它们。"

[Play_Marketing_08_ALTB AkEvent]
SpokenText="我相信当你了解到我们的经历，你就会理解为何我们如此需要你统领一切了，指挥官。"

[Play_Marketing_08_ALTA AkEvent]
SpokenText="我相信当你了解到我们的经历，你就会理解我们如此需要你的原因了。"

[Play_Marketing_08 AkEvent]
SpokenText="我有没有告诉过你我们差点就失去了沈..."

[Play_Marketing_07_ALTD AkEvent]
SpokenText="但那不是真实的故事，是时候告诉你一些关于我们历史的事情了。"

[Play_Marketing_07_ALTC AkEvent]
SpokenText="我不想让你觉得在你离开的时候我们只是干坐着什么也没做。"

[Play_Marketing_07_ALTB AkEvent]
SpokenText="但那不是那些年发生的一切。"

[Play_Marketing_07_ALTA AkEvent]
SpokenText="但那并不是完整的故事。"

[Play_Marketing_07 AkEvent]
SpokenText="不过...在没有你的时候，我们也有一些成就。"

[Play_Marketing_06 AkEvent]
SpokenText="是你将反抗力量团结，是你成就了这一切。"

[Play_Marketing_05 AkEvent]
SpokenText="你是崛起的希望。"

[Play_Marketing_04 AkEvent]
SpokenText="甚至历史都在我们眼前改变。"

[Play_Marketing_03 AkEvent]
SpokenText="是你带领我们走过每一个艰难的抉择。"

[Play_Marketing_02 AkEvent]
SpokenText="对我们而言，你是一切的开始。"

[Play_Marketing_01 AkEvent]
SpokenText="唯有我们才能让故事流传下去，指挥官。"

[Play_Lazarus_RescueVehicle_TotalVictory_B AkEvent]
SpokenText="在得知变种人再也找不到它们的新玩具后所有人都如释重负了，因为那玩意儿瞄准的目标很有可能是我们。"

[Play_Lazarus_RescueVehicle_TotalVictory_A AkEvent]
SpokenText="我们已经很多年没看到过口径这么大的加农炮了，所以我估计弄坏这玩意儿得让变种人的武器研发水平倒退好几年。"

[Play_Lazarus_RescueVehicle_PartialVictory_B AkEvent]
SpokenText="那是场硬仗，比我们料想的要难打的多，但最终变种人的玩具还是被我们给弄坏了。"

[Play_Lazarus_RescueVehicle_PartialVictory_A AkEvent]
SpokenText="看得出变种人想不惜一切代价阻止我们，但我们在付出了一定的伤亡后开始完成了任务。"

[Play_Lazarus_RescueVehicle_Musings_F AkEvent]
SpokenText="然而当时的我们并不知道，我们还会在未来看到它的升级版，而且我们还差点被它给打中了...不过那又是另一个故事了。"

[Play_Lazarus_RescueVehicle_Musings_E AkEvent]
SpokenText="如果当时复仇者号已经具备飞行能力，那我估计就会下令回收变种人的新玩具，而不是摧毁它了，毕竟那玩意儿一看就很猛。不过，看到它被炸成碎片的样子还是很过瘾的。"

[Play_Lazarus_RescueVehicle_Musings_D AkEvent]
SpokenText="我们认为他们的那门大炮是用来对付我们的，毕竟整个地球上都没有比我们更大的目标了。复仇者号就是变种人的眼中钉肉中刺，所以他们专门制造出了这么一件大杀器来对付我们。"

[Play_Lazarus_RescueVehicle_Musings_C AkEvent]
SpokenText="自从简加入我们，我就一直想把前线指挥官的职责交给她，不过我得承认，当时的我还没过够实地行动的瘾。外星人们从我们手中夺走了许多事物，没有什么能比亲手夺走它们的东西更痛快的了。"

[Play_Lazarus_RescueVehicle_Musings_B AkEvent]
SpokenText="如果我们有更多时间的话，沈应该就能改造那门加农炮的动力系统，让它在开火时过载爆炸。可惜我们没有，所以我们只能依靠这些值得信赖的X4炸药了。"

[Play_Lazarus_RescueVehicle_Musings_A AkEvent]
SpokenText="我不是没考虑过这一切都是外星人设下的陷阱的可能性，但既然变种人为我们提供了一个明显的目标，那我们就应该奉陪到底，毕竟我们已经骑虎难下了。"

[Play_Lazarus_RescueVehicle_MissionSummary AkEvent]
SpokenText="炸烂外星人的东西总能提升我们的士气，而在摧毁那门加农炮后，我们在反抗军派系间的名头也越来越响了。沈发现那玩意儿能一炮轰没一座小镇，所以我们的行动肯定救了许多人的命。"

[Play_Lazarus_RescueVehicle_LootSelect AkEvent]
SpokenText="爆炸摧毁了大部分变种人装备，不过沈还是回收到了几个完好的组件，供日后升级装备用。"

[Play_Lazarus_RescueVehicle_Loading AkEvent]
SpokenText="距离我们从贫民窟中救出简已经过去了几个星期，我们接到线报称外星人在运输某种巨大的装置。虽然这些线报不一定都是准确的，但根据简的线人的描述，我觉得那肯定是某种武器。如果那玩意儿的真的跟他说的一样大，那不管我们逃到哪里都没用。我们不能冒着放任它不管的风险。既然想成为反抗军的领袖，就必须有领袖的气魄。也就是说我们必须主动出击。"

[Play_Lazarus_RescueVehicle_Intro AkEvent]
SpokenText="着陆后我们就发现，我们的选择是正确的 -- 那是某种巨型火炮 -- 是我们见过的口径最大的变种人武器。虽然外星人没料到我们会主动找他们麻烦，但那一带依旧守备森严。"

[Play_Lazarus_RescueVehicle_Failure_B AkEvent]
SpokenText="别泄气，大家都有这样这样的时候。"

[Play_Lazarus_RescueVehicle_Failure_A AkEvent]
SpokenText="我是说那项任务很困难，但也没难到这种地步。"

[Play_Lazarus_RescueVehicle_Bomb_NoRNF AkEvent]
SpokenText="我们在变种人的加农炮上部署了炸弹，接下来只要在引爆前撤到安全地点就行。"

[Play_Lazarus_RescueVehicle_Bomb_Detonated AkEvent]
SpokenText="轰！当时的场景真是太壮观了，我都没法用语言来描述了。"

[Play_Lazarus_RescueVehicle_AreaClear AkEvent]
SpokenText="我肃清了那片区域，接下来只要部署炸弹就行了。"

[Play_Lazarus_RescueTygan_TotalVictory_B AkEvent]
SpokenText="泰根其实不用这么鲁莽的，但从结果上来看，他还是成为了我们的一员，这才是最重要的。"

[Play_Lazarus_RescueTygan_TotalVictory_A AkEvent]
SpokenText="抬着泰根跑出那些隧道实在是麻烦得很，但我们确实需要他，而他也在日后证明了自己的价值。"

[Play_Lazarus_RescueTygan_TimerExpired AkEvent]
SpokenText="已经来不及了，我们的动作肯定比这要快。"

[Play_Lazarus_RescueTygan_PartialVictory_B AkEvent]
SpokenText="隧道中的战斗很惨烈，我们也付出了不小的代价。但我们还是救到了泰根，让变种人研究计划搁浅了。"

[Play_Lazarus_RescueTygan_PartialVictory_A AkEvent]
SpokenText="泰根身上的担子已经够多了，看到有人为了救他而牺牲更是让他深感愧疚。他认为这是他的责任，但我们早就学会接受队友的阵亡了。"

[Play_Lazarus_RescueTygan_ObjSecured AkEvent]
SpokenText="泰根肯定这家伙对自己真是够狠的，他在任务期间一直没醒过来。"

[Play_Lazarus_RescueTygan_ObjDestroyed AkEvent]
SpokenText="不用我说你也应该知道我们需要泰根活着吧。"

[Play_Lazarus_RescueTygan_Nag6turns AkEvent]
SpokenText="我们的时间不多，变种人迟早会通过他们的网络注意到泰根信号的消失。"

[Play_Lazarus_RescueTygan_Nag3turns AkEvent]
SpokenText="我们的时间不多了，变种人很快就会派增援来检查泰根的实验室了。"

[Play_Lazarus_RescueTygan_Nag1turn AkEvent]
SpokenText="我们只剩一点点时间了，再拖沓下去变种人就得把我们包围了。"

[Play_Lazarus_RescueTygan_Musings_F AkEvent]
SpokenText="泰根花了很长时间才博得大家的信任，不过时至今日沈好像还是没放下对泰根的戒备，虽然他们俩已经共事很长时间了。我觉得她也是时候接受他了，也有可能是我年纪大了，变得心软了吧。"

[Play_Lazarus_RescueTygan_Musings_E AkEvent]
SpokenText="你得知道，我们营救他的时候这种变种人芯片才刚刚出现没多久。泰根很有可能是第一批植入这种芯片的人类，而他肯定是第一个尝试移除这种芯片的人。"

[Play_Lazarus_RescueTygan_Musings_D AkEvent]
SpokenText="泰根很清楚变种人不用多久就能察觉他的背叛，但他还是拔掉了芯片。虽然我也不清楚他到底是怎么想的，但他肯定是受够了这种人不人鬼不鬼的生活。"

[Play_Lazarus_RescueTygan_Musings_C_ALT AkEvent]
SpokenText="当我们找到他的时候，这可怜的家伙已经昏过去了。这下我们不仅不得不背着他离开管道，还得担心他恢复过来后智力会不会出现问题。"

[Play_Lazarus_RescueTygan_Musings_C AkEvent]
SpokenText="当我们找到他的时候，这可怜的家伙已经昏过去了。他当然没警告我们他会一刀戳进自己的后脑勺，这让人很头疼。因为我们不得不背着他离开管道，此外我们也不确定他恢复过来后智力会不会出现问题。"

[Play_Lazarus_RescueTygan_Musings_B AkEvent]
SpokenText="在入侵后我们就与瓦伦博士失去了联系，而我们日益发展的反抗军行动更是需要任何拥有医学特长的人才。要是我们的前任科学总长还在，我们就没必要冒这么大险营救一个叛逃者了。至少在当时看来是这样，你可别跟泰根打小报告哦。"

[Play_Lazarus_RescueTygan_Musings_A_ALT AkEvent]
SpokenText="外星人在市中心的下水道里建立了一个研究所，让泰根在那儿工作。虽然他与我们的敌人合作过，但我们能理解他为什么会打算叛逃 -- 那地方就跟地牢没两样。"

[Play_Lazarus_RescueTygan_Musings_A AkEvent]
SpokenText="外星人在市中心的下水道里建立了一个研究所，让泰根在那儿工作。虽然他与我们的敌人合作过，但我们能理解他为什么会打算叛逃。除了他的研究设备外，那地方就跟地牢没两样。"

[Play_Lazarus_RescueTygan_MissionSummary AkEvent]
SpokenText="泰根花了不少时间才恢复到了能说话的状态，更不要说开始研究工作了。不过他倒是有在我们出发执行下一个任务时送我们一程。我打赌你肯定猜不到下个任务是怎样的。"

[Play_Lazarus_RescueTygan_LootSelect AkEvent]
SpokenText="我不记得有从泰根的地下基地里搜集到什么好东西。不过沈靠我们收集到的资源升级了不少装备，所以我们应该还是有所收获的。"

[Play_Lazarus_RescueTygan_Loading_ALT AkEvent]
SpokenText="拉米雷兹被俘虏前正准备帮我们策反一位知名的变种人研究人员，没错，就是我们的老朋友泰根博士。由于她没有按时出现，泰根吓坏了，最后他下定了决心，亲手对自己执行了开颅手术，移除了外星人给他的芯片植入物，真是条汉子。他的手术成功了，但也导致他昏了过去。变种人高层很快接到了他的芯片不再响应的警报。"

[Play_Lazarus_RescueTygan_Loading AkEvent]
SpokenText="好了，下一个故事我包你没听过，讲的是泰根博士和XCOM之间的渊源。他其实不算是变种人的俘虏，但当我们与他取得联系时，他已经...近乎绝望了，为了脱离变种人的控制，他愿意付出任何代价。事实上，你知道他是怎么移除自己的芯片植入物的吗？他对自己做了开颅手术，硬生生把芯片从后脑勺扯了出来，这种行为已经跟自残没两样了。而且他在这么做之后还昏了过去，导致外星人在发现他的背叛前只有数小时时间。"

[Play_Lazarus_RescueTygan_Intro_ALT AkEvent]
SpokenText="还好拉米雷兹知道泰根的具体位置。我们虽然来晚了，但至少来对地方了。要是没有，迎接泰根的就是变种人的枪口了。"

[Play_Lazarus_RescueTygan_Intro AkEvent]
SpokenText="泰根拔出芯片前与我们的联络员取得了联系。我们能挤出人手去救援他纯属侥幸，早个几天的话迎接他的就是变种人的枪口了。"

[Play_Lazarus_RescueTygan_Failure_B AkEvent]
SpokenText="你要是想确认这个故事的真实性，可以直接去实验室找泰根，我们还是重头再来吧。"

[Play_Lazarus_RescueTygan_Failure_A AkEvent]
SpokenText="从飞船上四处都是的变种人汉堡包装纸我可以肯定...泰根没死。"

[Play_Lazarus_RescueSweater_TotalVictory_B_ALT AkEvent]
SpokenText="我们在那天找到的不仅是一件\"设备\"，更是我们的希望。只不过这份希望被撑大了。"

[Play_Lazarus_RescueSweater_TotalVictory_B AkEvent]
SpokenText="我对我们的发现并不算满意，你说它们到底对我的外套做了什么，能让它大成这样？"

[Play_Lazarus_RescueSweater_TotalVictory_A_ALT AkEvent]
SpokenText="泰根的情报没问题。我们弄到了他所说的\"设备\"，返回了基地，没有一人阵亡。我只希望它没缩水就行。"

[Play_Lazarus_RescueSweater_TotalVictory_A AkEvent]
SpokenText="怎么说呢，最后我们找到了...我的外套，不过我并不急着穿上它，至少在弄清楚外星人对它干了什么之前没这打算，我只希望它没缩水就行。"

[Play_Lazarus_RescueSweater_SweaterReveal_ALT AkEvent]
SpokenText="我们终于团圆了。岁月荏苒，物是人非，我们...真的还能恢复以前的关系吗？"

[Play_Lazarus_RescueSweater_SweaterReveal AkEvent]
SpokenText="我记不清看到那玩意儿的真面目时我具体说什么了...因为我满脑子只有三个字：为什么？我们基地有那么多东西，它们为什么偏偏拿走了我的外套？为什么还要把它当宝贝一样供起来？"

[Play_Lazarus_RescueSweater_SweaterAvailable_ALT AkEvent]
SpokenText="泰根让沈扫描了那件\"设备\"几遍。虽然她没法完全复制它的材质，她还是在我们现存的材料中整合进了它的部分材质。"

[Play_Lazarus_RescueSweater_SweaterAvailable AkEvent]
SpokenText="后来我问起沈她到底拿我的外套干了什么。结果她说她给战士们派发了不少仿制外套。虽然我很想念我的外套，但我还是没做好穿上它的心理准备。"

[Play_Lazarus_RescueSweater_PartialVictory_D AkEvent]
SpokenText="我们付出了沉重的代价，但还是完成了目标。要是外星人清楚那件\"设备\"的本质，它们肯定不会留下任何活口。"

[Play_Lazarus_RescueSweater_PartialVictory_C AkEvent]
SpokenText="我们带着外套回到了基地中，不过很多战士都在纳闷为这玩意儿付出这么大的代价真的值得吗。"

[Play_Lazarus_RescueSweater_PartialVictory_B AkEvent]
SpokenText="外星人可能并不清楚它们弄到手的到底是啥玩意儿，但我很确定它们不打算轻易放弃它。"

[Play_Lazarus_RescueSweater_PartialVictory_A AkEvent]
SpokenText="我到现在都没弄明白外星人打算拿我的外套干嘛，但我很确定它们不打算轻易放弃它。"

[Play_Lazarus_RescueSweater_Outro AkEvent]
SpokenText=" "

[Play_Lazarus_RescueSweater_ObjDestroyed AkEvent]
SpokenText="我们已经为那东西付出了太多，不可能放任它被毁。"

[Play_Lazarus_RescueSweater_Musings_F_ALT AkEvent]
SpokenText="不算闯入者行动的话，这次任务应该算我最后一次带队的战术行动了，说实话，交出兵权也未尝不是坏事。我老了，经历了太多了，已经跟不上年轻人们的动作了。而且，我也知道自己是时候该开始成为一名真正的领袖了。"

[Play_Lazarus_RescueSweater_Musings_F AkEvent]
SpokenText="不算闯入者行动的话，这次任务应该算我最后一次带队的战术行动了，说实话，交出兵权也未尝不是坏事。我老了，经历了太多了，已经跟不上年轻人们的动作了。而且，我也知道自己是时候该尝试成为一名真正的领袖了。"

[Play_Lazarus_RescueSweater_Musings_E AkEvent]
SpokenText="每次看到这种设施，我们都会想到变种人这些年来的\"成就\"。建造这么庞大的设施肯定需要不少资源，而天知道这种设施到底有多少。光是想想就让我毛骨悚然了，不过当时我们还是把精力全都集中在任务上的。"

[Play_Lazarus_RescueSweater_Musings_D AkEvent]
SpokenText="随着我们的不断深入，我的耐心也快耗尽了，当时我恨不得把泰根从床上揪起来，让他说清楚我们找的到底是什么东西。当时他的话简直就可以和长老去争夺\"最难以理解的语言\"奖了。"

[Play_Lazarus_RescueSweater_Musings_C AkEvent]
SpokenText="我估计小队的所有成员对我们究竟会找到什么都各执己见。如果我当初像现在这样了解泰根，那我说不定以为目标其实是变种人汉堡的秘制调料的配方呢。"

[Play_Lazarus_RescueSweater_Musings_B AkEvent]
SpokenText="我也考虑过外星人利用泰根引诱我们自投罗网的可能性。我们救了他，然后他告诉我们某个地方藏有我们必须弄到手的强力武器，于是我们便落到了外星人的伏击之中。不是没有这样的可能。但从结果看，我们这趟来对了。"

[Play_Lazarus_RescueSweater_Musings_A AkEvent]
SpokenText="现在想想，我们居然会听信这种含糊不清的情报，深入一个不明外星设施，真是匪夷所思。可能XCOM就是这样吧，不是准备任务就是执行任务。此外，我虽然我不知道目标到底是什么，但直觉告诉我那东西肯定不简单。"

[Play_Lazarus_RescueSweater_MissionSummary_ALT AkEvent]
SpokenText="我在战争中经历过不少疯狂的事，但跟这件事比起来都没什么了。泰根和其他技术人员拿它去做进一步的研究了。虽然我很想阻止他们，但他们做的其实没错。这些年以来很多事情都变了，包括我自己。我还是当初那个我吗？"

[Play_Lazarus_RescueSweater_MissionSummary AkEvent]
SpokenText="我也不知道我是该亲泰根一口还是把他一脚踢下船。他为什么不早说那玩意儿是我的外套呢...我说不定还是会去\"营救\"它的。说起来，我至今都不知道外星人对它干了什么。我只知道沈粗略地检查了它一遍。"

[Play_Lazarus_RescueSweater_LootSelect AkEvent]
SpokenText="虽然我们白忙活了一场，但沈倒是觉得这也是一种收获。之后我听说她经常给战士们派发仿制外套。虽然我很想念我的外套，但我还是没做好穿上它的心理准备。"

[Play_Lazarus_RescueSweater_Loading AkEvent]
SpokenText="泰根在完全恢复后激动地对我们表达了他的谢意，至少在我们看来是这样。他急于证明自己的忠诚，应该是为了忘记他过去在变种人手底下干的那些事吧。他告诉我们变种人有一件强大的设备，那是旧XCOM基地的遗留物，外星人在发现那个设备后把它运到了一个守备森严的要塞中供科学家研究。他没说清楚那到底是什么设备，所以我们忍不住怀疑起他的居心了。不过，还是有值得一试的价值的。"

[Play_Lazarus_RescueSweater_Intro AkEvent]
SpokenText="这次我们的目标最与众不同的地方在于，它被外星人保存在一个要塞深处。进去的唯一办法就是走通风井，从那个设施的天花板上跳下来。看来这帮外星人还是需要呼吸的。"

[Play_Lazarus_RescueSweater_Failure_C AkEvent]
SpokenText="我是不可能抛下它回来的，我们重头再来。"

[Play_Lazarus_RescueSweater_Failure_B AkEvent]
SpokenText="都说到这里了，还是重头再来，好好讲完这故事吧。"

[Play_Lazarus_RescueSweater_Failure_A AkEvent]
SpokenText="老规矩，重来。"

[Play_Lazarus_RescueSweater_ChamberSighted AkEvent]
SpokenText="当我们终于抵达最后一个房间后，总算是见到了外星人费尽心思藏起来的那件\"神器\"。"

[Play_Lazarus_RescueSweater_AreaClear AkEvent]
SpokenText="我们肃清了设施内的所有敌人，接下来只要找到泰根所说的那个\"强大的设备\"就行了。"

[Play_Lazarus_RescueShen_TotalVictory_B AkEvent]
SpokenText="沈安然无恙地回到了复仇者号，然而这次的经历并没能阻止她在日后又跑出去实地考察。"

[Play_Lazarus_RescueShen_TotalVictory_A AkEvent]
SpokenText="我们的运气不错，赶在外星人对沈动什么手脚前把她救了出来。自那以后，她想出去都得由全副武装的士兵保护，还得征得我的同意。"

[Play_Lazarus_RescueShen_ShenSecured AkEvent]
SpokenText="我们救下了沈，但还有几个变种人没有解决。"

[Play_Lazarus_RescueShen_ShenLost AkEvent]
SpokenText="我们都清楚，如果沈死了，这故事就没法继续下去了。"

[Play_Lazarus_RescueShen_PartialVictory_B AkEvent]
SpokenText="行动过程不算顺利，但至少我们成功救出了沈，不用再担心外星人会对她做什么事了。"

[Play_Lazarus_RescueShen_PartialVictory_A AkEvent]
SpokenText="沈在得知我们的伤亡后明显动摇了，但没人会责怪她。从加入反抗军的那一刻起，我们就做好牺牲的准备了。"

[Play_Lazarus_RescueShen_Musings_F AkEvent]
SpokenText="沈在监狱的大部分时间内都处于灵能\"静滞\"状态，但她还是在清醒的时候看到了其他几个囚犯。她说她看得出他们应该是市中心外面贫民窟里的人。我们必须弄清楚他们是不是反抗军分支的领袖。"

[Play_Lazarus_RescueShen_Musings_E AkEvent]
SpokenText="那个变种人设施是一个隐秘的关押设施，里面可以容纳的人数肯定不少。它们肯定一直在使用这个设施，我们找到了其他囚犯留下的痕迹...但除了我们的小姑娘外一个活口都没有。"

[Play_Lazarus_RescueShen_Musings_D AkEvent]
SpokenText="看到沈还活着让我们都如释重负，也很后怕。我跟你说，外星人肯定从我们的老朋友瓦伦博士那儿学到了几招审讯技巧，天知道那女人现在在哪。"

[Play_Lazarus_RescueShen_Musings_C AkEvent]
SpokenText="那个监狱的守备并不算森严，那支变种人小队肯定是希望较少的人手和隐蔽的位置能让这个监狱避开我们的耳目。但我们的运气比较好，当地的联络人在跟我们取得联系后很快就帮我找出了沈的位置。"

[Play_Lazarus_RescueShen_Musings_B AkEvent]
SpokenText="长老肯定是对越来越多的反抗军和我们重建复仇者号的行动感到紧张了。他们新组建的那支变种人小队的战斗力虽然不错，但我们得知它们的主要目标并不是战斗 -- 它们已经干了不少事了。"

[Play_Lazarus_RescueShen_Musings_A AkEvent]
SpokenText="有一点我得申明，营救沈确实有我的个人愿望在里面 -- 她是我们的朋友，也是我们团队不可或缺的一员。但从战略角度看，营救沈更是反抗军存亡的关键。没有她，复仇者号就永远无法起飞，我们使用的武器也不会这么高级。"

[Play_Lazarus_RescueShen_Mission_Summary AkEvent]
SpokenText="沈被劫持为我们敲响了警钟。倒不是说我们在安全问题方面一直有所疏忽，但如果我们想避免长老窥探我们的秘密，就应该做好防范准备才对。之后我们还发现，他们已经撒下渔网，狩猎我们的盟友了。"

[Play_Lazarus_RescueShen_LootSelect AkEvent]
SpokenText="如果我们想要追踪到那支特殊变种人小队，救出其他囚犯，那我们就需要更好的装备。"

[Play_Lazarus_RescueShen_Loading AkEvent]
SpokenText="看来沈并没有在日志里提到她在一次科学考察中遭遇的变故 -- 她被变种人俘虏了，没错，被变种人俘虏了。而且这事就发生在不久前，大概是几年前吧。外星人知道复仇者号的存在，它们为寻找复仇者号投入了越来越多的资源。甚至组建了一支特殊的搜查队，就好像在模仿我们的战术一样。他们抓获了不少反抗军，准备审讯他们而倒霉的沈就是其中之一。至少我们是这么认为的。"

[Play_Lazarus_RescueShen_Intro AkEvent]
SpokenText="变种人绑架小队把沈带到了一个非常秘密的监狱里。营救行动是由我亲自负责的，要是她出了什么事...结果你想像得到。总之当时的我担心得要命。天知道它们打算对她做什么。"

[Play_Lazarus_RescueShen_Failure_B AkEvent]
SpokenText="相信我，跟你说话的这个人不是幽灵，我还没死呢。"

[Play_Lazarus_RescueShen_Failure_A AkEvent]
SpokenText="你我都清楚事情的结局不是这样的。"

[Play_Lazarus_RescueRamirez_TotalVictory_B AkEvent]
SpokenText="拉米雷兹在我们救出她前就在帮助XCOM了，但正式让她加入我们还是让我有种难以形容的满足感。"

[Play_Lazarus_RescueRamirez_TotalVictory_A AkEvent]
SpokenText="拉米雷兹当时已经能算是我们的一员了，所以我们不可能对她见死不救。幸好，我们有惊无险地救出了她。"

[Play_Lazarus_RescueRamirez_TargetLost_ALTA AkEvent]
SpokenText="拉米雷兹身兼重要使命，这个时候还没有死。"

[Play_Lazarus_RescueRamirez_TargetLost_ALT AkEvent]
SpokenText="拉米雷兹身兼重要使命，还不是死的时候。"

[Play_Lazarus_RescueRamirez_TargetLost AkEvent]
SpokenText="拉米雷兹身兼重要使命，不可能这么早就死。"

[Play_Lazarus_RescueRamirez_PartialVictory_B AkEvent]
SpokenText="虽然我不确定拉米雷兹的新兵有多少人在那次袭击中活了下来，但至少她和我们小队的大部分人都安全脱身了。"

[Play_Lazarus_RescueRamirez_PartialVictory_A AkEvent]
SpokenText="那场仗确实不好打，但我们还是在付出较小的代价后救出了拉米雷兹。"

[Play_Lazarus_RescueRamirez_ObjSecured AkEvent]
SpokenText="拉米雷兹成功离开了任务区。"

[Play_Lazarus_RescueRamirez_Musings_F AkEvent]
SpokenText="当拉米雷兹正式加入复仇者号后，她就一直在闲暇时间向新兵们传授杀敌技巧。事实上，我们现在使用的部分训练设施就是她帮忙设计的。"

[Play_Lazarus_RescueRamirez_Musings_E AkEvent]
SpokenText="说起来，拉米雷兹好像到最后都没告诉我们外星人为什么会找她的麻烦。我估计应该不是有外星人正好撞见她，而是因为她经常使用自制炸药摧毁外星人设施，引起了它们的注意。"

[Play_Lazarus_RescueRamirez_Musings_D AkEvent]
SpokenText="在我看来，变种人找到拉米雷兹位置的唯一途径，就是有叛徒透露了她的位置。她的新兵里有不少生面孔，所以我也说不准是谁。更不用说还要小心无面怪。"

[Play_Lazarus_RescueRamirez_Musings_C AkEvent]
SpokenText="当变种人开始收割我们的牲畜和农作物后，生存在野外的人类就只能靠搜集和狩猎这样的生存技巧活下去了。对于那些无法适应这种生活的人来说，市中心就是他们唯一的选择。"

[Play_Lazarus_RescueRamirez_Musings_B AkEvent]
SpokenText="但拉米雷兹这个人非常与众不同，她虽然一直一个人过活，却没有丧失她的斗志。对许多人来说，在荒郊野外孤身一人的生活往往会摧残人的心智。但拉米雷兹却没有。当我们找到她时，她依旧和其他XCOM新兵一样敏锐。"

[Play_Lazarus_RescueRamirez_Musings_A AkEvent]
SpokenText="在过去，我们称呼拉米雷兹这种人为\"求生达人\"。虽然我不清楚她为何会选择这样的生活，但她早在外星人入侵前就开始在人迹罕至的地方生活了。外星人入侵后，虽然大部分人都变成了它们暴行的受害者，但拉米雷兹却一直没有被它们发现。"

[Play_Lazarus_RescueRamirez_MissionSummary AkEvent]
SpokenText="拉米雷兹是真正的精英，是我们最出色战士之一。在闯入者行动中失去她和奥赛对我们来说真的是一记沉重打击，但是没有他们的牺牲，我们就不会发展到现在这种地步了，指挥官。"

[Play_Lazarus_RescueRamirez_LootSelect AkEvent]
SpokenText="我们收集了拉米雷兹训练场内剩下的资源，不过她毕竟是在训练新兵，本来就没多少好装备。"

[Play_Lazarus_RescueRamirez_Loading AkEvent]
SpokenText="变种人会对安娜·拉米雷兹采取行动也无可厚非。只不过我们没想到它们真能找到她。是这样的，拉米雷兹是我们见过的最出色游击战士之一，后来我们还请她担任教官，把她的经验传授给新兵来着。虽然我不想称赞变种人，但能追踪到拉米雷兹，看的出他们还是有一手的。不过拉米雷兹也不是好惹的，她在营地遇袭时向我们发送了求救信号。"

[Play_Lazarus_RescueRamirez_Intro AkEvent]
SpokenText="我们都清楚拉米雷兹肯定不会束手就擒，所以如果我们想救出她，就必须尽快行动。她那几个月一直在一个货运场里训练新兵，看来她的学校还是引起了变种人的注意。"

[Play_Lazarus_RescueRamirez_Failure_B AkEvent]
SpokenText="拉米雷兹的下场没这么惨吧。"

[Play_Lazarus_RescueRamirez_Failure_A AkEvent]
SpokenText="要是我把你的大胆想法告诉拉米雷兹，她肯定会命令你绕这艘飞船跑十圈，指挥官。"

[Play_Lazarus_RescueRamirez_VIPacquired AkEvent]
SpokenText="拉米雷兹好像没料到我们会来，但她看到我们还是很庆幸的。"

[Play_Lazarus_RescueOsei_VIPacquired AkEvent]
SpokenText="奥赛一看到我们就咧开嘴笑了。"

[Play_Lazarus_RescueOsei_TotalVictory_B AkEvent]
SpokenText="说实话，我还真没想到我们的行动能如此顺利，竟然不费吹灰之力就救出了奥赛。"

[Play_Lazarus_RescueOsei_TotalVictory_A AkEvent]
SpokenText="虽然被变种人俘虏对奥赛来说是记不小的打击，但天知道他恢复过来后会干出什么事来。"

[Play_Lazarus_RescueOsei_TargetLost AkEvent]
SpokenText="你可别忘了，奥赛并没有在那场战斗中阵亡。"

[Play_Lazarus_RescueOsei_PartialVictory_B AkEvent]
SpokenText="我们都清楚进入市中心风险有多高，情况也正如我们所料。但我们还是救出了奥赛，任务还是成功的。"

[Play_Lazarus_RescueOsei_PartialVictory_A AkEvent]
SpokenText="我当然知道在市中心内行动必然会造成一定的伤亡，但我们好歹救出了奥赛，付出的代价也在接受范围内。"

[Play_Lazarus_RescueOsei_ObjSecure AkEvent]
SpokenText="虽然奥赛很想加入战斗，但我们还是尽快撤出了他。"

[Play_Lazarus_RescueOsei_Musings_F AkEvent]
SpokenText="XCOM需要奥赛这样的人才。我们的形象已经够严肃正经了，在闯入者行动中失去他对我们来说是一记沉重打击，就算我们救回了指挥官也一样。"

[Play_Lazarus_RescueOsei_Musings_E AkEvent]
SpokenText="奥赛倒是很享受变种人对他的关注。就算我们想避免闹出动静，他估计也不会答应。不过当我们在变种人监狱里发现他的时候，他确实不怎么精神。"

[Play_Lazarus_RescueOsei_Musings_D AkEvent]
SpokenText="在市中心行动还有另外一个问题，变种人一直在到处张贴、宣传我们反抗军战士的肖像和特征。也就是说任何平民都有可能给他们通风报信，给我们带来不必要的关注。"

[Play_Lazarus_RescueOsei_Musings_C AkEvent]
SpokenText="大部分情况下，我都让我们的人竭力避免靠近市中心。那里的警备程度实在太高了，每个主要关卡都设有变种人检查站和芯片扫描器。现在看来，这次任务应该是唯一能在难度上与营救指挥官的任务相提并论的高难度任务了。"

[Play_Lazarus_RescueOsei_Musings_B AkEvent]
SpokenText="奥赛和他的小队的大部分成员在尝试破坏变种人加农炮未果后被关进了最近的市中心监狱。不幸的是，等我们赶到那里时，他的手下已经全都被变种人灭口了。"

[Play_Lazarus_RescueOsei_Musings_A AkEvent]
SpokenText="我一直很欣赏奥赛，他是个为阻止变种人不惜赴汤蹈火的真汉子。他虽然不擅谋略，但他寻找能让外星人肉痛的目标却是信手拈来。"

[Play_Lazarus_RescueOsei_MissionSummary AkEvent]
SpokenText="奥赛很感激我们出手营救，他最后也成为了我们最忠诚的士兵之一。他要是知道我们今天还在讨论他肯定会很开心的。他还介绍我们认识了拉米雷兹，所以我们算是欠他很大一份人情了。"

[Play_Lazarus_RescueOsei_LootSelect AkEvent]
SpokenText="我们拿上了所有带得动的变种人装备，尽量为沈提供逆向研究它们的科技的机会。"

[Play_Lazarus_RescueOsei_Loading AkEvent]
SpokenText="我们之后才发现原来变种人早就抓了一批试图摧毁那门加农炮的人了。被抓的人是彼得·奥赛和他的破坏战士。他们在当时是为数不多敢闯入变种人市中心的反抗军派系之一，彼得干掉过不少高价值变种人目标，这让他在反抗军中甚是出名。你应该猜得到，他的所作所为也让他登上了变种人的优先肃清名单。奥赛是在一场车队突袭中被变种人围困并俘虏的，他被关进了市中心的心脏地带。"

[Play_Lazarus_RescueOsei_Intro AkEvent]
SpokenText="那时候就算不愿和反抗军扯上关系的人也听说过奥赛的大名，尤其是市中心里的人。如果我们真的放任变种人处决他，反抗军的士气会受到毁灭性的打击，但我们营救他的理由还不止这一个。"

[Play_Lazarus_RescueOsei_Failure_B AkEvent]
SpokenText="我们重头开始吧。"

[Play_Lazarus_RescueOsei_Failure_A AkEvent]
SpokenText="我给你从头过一遍吧，我好像漏了几个细节。"

[Play_Lazarus_RescueKelly_VIPacquired AkEvent]
SpokenText="我们成功营救了简，她立刻加入了战斗。"

[Play_Lazarus_RescueKelly_TotalVictory_B AkEvent]
SpokenText="简很高兴结识我们，我们也很高兴她愿意加入我们。"

[Play_Lazarus_RescueKelly_TotalVictory_A AkEvent]
SpokenText="救出简是我们这次行动最大的收获，要是我们有十个像简一样的战士就好了。"

[Play_Lazarus_RescueKelly_TargetLost AkEvent]
SpokenText="简可没死在那儿，大概是我没说清楚吧。"

[Play_Lazarus_RescueKelly_PartialVictory_B AkEvent]
SpokenText="在获救后，简用实际行动证明了那些为了营救她这么一个素未谋面的人而牺牲的战士没有白白送命。"

[Play_Lazarus_RescueKelly_PartialVictory_A AkEvent]
SpokenText="从变种人手上营救简的过程可以说是一波三折，但我们还是设法完成了任务。"

[Play_Lazarus_RescueKelly_ObjSecured AkEvent]
SpokenText="简安全了，这位XCOM新兵终于正式加入我们了。"

[Play_Lazarus_RescueKelly_Musings_F_ALT AkEvent]
SpokenText="虽然现在看来简的贡献显而易见，但我当时完全没想到她能发挥这么大的作用。除了指挥官以外，她应该是我们这儿最出名的战士了，比我们几个都出名。不信你去问天选者。"

[Play_Lazarus_RescueKelly_Musings_F AkEvent]
SpokenText="虽然现在看来简的贡献显而易见，但我当时完全没想到她能发挥这么大的作用。除了指挥官以外，她应该是我们这儿最出名的战士了，比我们几个都出名。连天选者都听过她的大名呢。"

[Play_Lazarus_RescueKelly_Musings_E AkEvent]
SpokenText="变种人为了活捉我们的人来审问信息而冒了很大的风险，我就是从这一点看出他们开始害怕我们可能会用复仇者号做出些什么来。如果他们把我们的人全都就地处决了，那我们有没有今天就不好说了。"

[Play_Lazarus_RescueKelly_Musings_D AkEvent]
SpokenText="我们一救出简，她就迫不及待地想加入战斗了。让他们的小队失去了这么有天赋的领导者，我都有点负罪感了，但如果XCOM想成为反抗军的中心，我们就必须招募像她这样的狠角色。"

[Play_Lazarus_RescueKelly_Musings_C AkEvent]
SpokenText="简领导的反抗军派系虽然作风狠辣，但她本人却出奇地沉稳冷静。大多数反抗军派系的领袖都是靠人格魅力吸引追随者的，但这些\"地球之子\"会追随凯莉纯粹是出于对她的实力的崇敬，她本人并没有主动游说过他们。"

[Play_Lazarus_RescueKelly_Musings_B AkEvent]
SpokenText="当时的我还从未听说过简和她的手下，不过我确实听说过有一批在密西西比河西部活动，见外星人就杀的疯子。如果传言属实，那我很乐意把这群心狠手辣的家伙纳入我们XCOM中。"

[Play_Lazarus_RescueKelly_Musings_A AkEvent]
SpokenText="我们一直在与反抗军分支建立联系，但地球上还是有大量独立行动的反抗军。而我们在那天发现，当地的反抗军自称\"地球之子\"...变种人的目标就是他们的领袖简·凯莉。"

[Play_Lazarus_RescueKelly_MissionSummary AkEvent]
SpokenText="简不仅在战斗中是一把好手，还有属于自己的联络网，她的联络网在未来为我们带来了许多益处。事实上，如果我没记错的话，为我们指出下一个目标的就是她的线人。"

[Play_Lazarus_RescueKelly_LootSelect AkEvent]
SpokenText="我们总是在留意战场上有没有能回收的装备，新兵的暴增更是让我们不会错过任何战利品。"

[Play_Lazarus_RescueKelly_Loading AkEvent]
SpokenText="沈在和变种人呆在一起的时候大部分时间都不省人事，但她在偶尔清醒的时候听到变种人说要用火车运输人类的事。有了这个情报，我们立刻把搜索范围缩小到了变种人频繁调动火车且位于市中心的贫民窟附近的位置。我们尚不清楚会去那里会发现什么，但我们有义务守护所有选择和反抗军站在一边的人。谁能想到我们竟然能发现XCOM最伟大的英雄之一呢？"

[Play_Lazarus_RescueKelly_Intro AkEvent]
SpokenText="沈说的没错，变种人的特殊小队抽调了一辆火车开进了城外的贫民窟，把它当成了一所移动监狱。虽然我们不清楚里面关的是什么人，但肯定是个重要人物，所以我们决定尽力把他争取到我们这边。"

[Play_Lazarus_RescueKelly_Failure_B AkEvent]
SpokenText="我知道这听上去很不科学，但我们的确完成任务了。"

[Play_Lazarus_RescueKelly_Failure_A AkEvent]
SpokenText="参与那天行动的人大部分都活着呢，所以说我们在那次任务中肯定活下来了。"

[Play_Blast_Trainyard_TotalVictory_B AkEvent]
SpokenText="虽然找到一个被摧毁的避难所对我们来说是个沉重的打击，但我们还活着，这才是最重要的。"

[Play_Blast_Trainyard_TotalVictory_A AkEvent]
SpokenText="那是场硬仗，但我们从货运场全身而退了，这让大家都感觉良好。"

[Play_Blast_Trainyard_PartialVictory_B AkEvent]
SpokenText="考虑到外星人动用的火力，能活着挺过来已经很不错了。不过这个避难所的事...一时半会儿是忘不了了。"

[Play_Blast_Trainyard_PartialVictory_A AkEvent]
SpokenText="我们还是有点损失的，有几个还受了重伤，但大部分人都活着离开了货运场。"

[Play_Blast_Trainyard_Musings_F AkEvent]
SpokenText="我想不起来是谁了，不过小队里有个人开玩笑说我们应该为这支反抗团队取个名字。我听到了他的话，我估计其他人也挺认同他的想法的。虽然我们不用再接受上级的命令了，但我们还是一支战斗小队。"

[Play_Blast_Trainyard_Musings_E AkEvent]
SpokenText="在入侵期间，长老们对于控制自己的发明向来都是很谨慎的，但在占领地球后，他们就无所顾忌了。我们可能是第一批被他们用来测试新发明的人类了，那些稀奇古怪的玩意儿对我们来说是一场艰难的考验。"

[Play_Blast_Trainyard_Musings_D AkEvent]
SpokenText="我估计是某个外星人指挥官或变种人军官察觉到了我们的前进路线，对我们的进度感到恐慌了吧。我们在按照地图行进的过程中遭遇的对手越来越强，几乎打遍了所有外星人。"

[Play_Blast_Trainyard_Musings_C AkEvent]
SpokenText="现在看来，寻找一个世外桃源的念头的确挺蠢的。当时的我们也不是小孩子了，不该这么天真的。但我也就那么一瞬间放松警惕了，这种事情不会再发生第二次。"

[Play_Blast_Trainyard_Musings_B AkEvent]
SpokenText="我们找到避难所的希望算是正式破灭了。然而，我们也被外星人的暴行激怒了。当时的我们只有找他们复仇这一个念头，恨不得直接找他们的大部队单挑。如果我没记错的话，他们还真派人过来了。"

[Play_Blast_Trainyard_Musings_ALT_C AkEvent]
SpokenText="全国的牲畜养殖场和饲养场都因为停工而倒闭了。这些火车无处可去，更无人驾驶。\"巧合\"的是，变种人正好在那时封禁了人类拥有活禽的权利。这可以说是压死骆驼的最后一根稻草了。迁往市中心已经不再是一个选择，而是为了活命必须做的事了。"

[Play_Blast_Trainyard_Musings_ALT_B AkEvent]
SpokenText="外星人还在大陆的大部分主要轨道和公路上设置了关卡，让全球经济在数星期内分崩离析。大部分大型城市都只有三天份的食物，而且由于拿不到补给，社会秩序很快就崩溃了。"

[Play_Blast_Trainyard_Musings_ALT_A AkEvent]
SpokenText="外星人升级并重新排列了我们之前建设的一些轨道。他们使用的高速列车让他们实现了对地球资源的强力控制。变种人批准的配给口粮就成了成千上万人的首要食物来源，让我们不得不用自己的尊严去换取一餐。"

[Play_Blast_Trainyard_Musings_A AkEvent]
SpokenText="他们可能是以为能重新开动这儿的火车，离开这里吧，我们也只能瞎猜了。但是我们发现...外星人在这儿发动了一场大屠杀...他们一个人都没放过。我也算见多识广了，但那种场面实在是太可怕了。"

[Play_Blast_Trainyard_MissionSummary AkEvent]
SpokenText="就算那个货运场曾经真的是一个避难所，也早就被外星人完全摧毁了。不过地图上还标出了其他几个位置，所以我们只能希望幸存者们在外星人袭击前已经转移了。"

[Play_Blast_Trainyard_LootSelect AkEvent]
SpokenText="我们把能带上的外星人装备都带上了，还从货运场搜刮了一些补给。"

[Play_Blast_Trainyard_Loading AkEvent]
SpokenText="那个货运场就在郊外的酒吧后面，根据地图，避难所应该就在那里。我们找到了几个追踪标记，也就是那时候人们所说的流浪汉代码。我们都不知道它什么意思，但直觉告诉我这是在警告我们不要接近这里。但已经走到半路了，就算避难所已被外星人摧毁，我们也必须设法确认才行。"

[Play_Blast_Trainyard_Intro AkEvent]
SpokenText="这个货运场自从战争爆发后就停止运行了...除了少数例外，大部分跨国贸易在外星人入侵后就中断了。看得出这些货运卡车是在外星人降临时理想的藏匿地点。遗憾的是，就算有人真的幸存了下来，我们也没有发现他们留下来的痕迹。虽然我们一开始就没抱太大期望，但这里确实没有避难所...就算有，也早就被外星人摧毁了。"

[Play_Blast_Trainyard_GraffitiSighted AkEvent]
SpokenText="我们注意到几辆旧运货车上还有一些奇怪的涂鸦...虽然我不清楚那是什么意思，但它们描绘的应该不是什么良辰美景。不过当时我们也没空留在那儿瞎猜它们的意思了。"

[Play_Blast_Trainyard_Failure_B AkEvent]
SpokenText="呃，我们伤亡是很惨重，但也没有到全军覆没的程度啊。"

[Play_Blast_Trainyard_Failure_A AkEvent]
SpokenText="我是不是没说清楚？我说我活下来了啊。"

[Play_Blast_PoliceStation_TotalVictory_B AkEvent]
SpokenText="我们当时只想尽快离开这个小镇。"

[Play_Blast_PoliceStation_TotalVictory_A AkEvent]
SpokenText="我在肃清完警察局的外星人后就尽快离开了那里，这个小镇里需要我们拯救的对象已经不存在了。"

[Play_Blast_PoliceStation_PartialVictory_B AkEvent]
SpokenText="虽然我早就记不清当时的事了，但我永远不会忘记牺牲的同胞的脸庞。"

[Play_Blast_PoliceStation_PartialVictory_A AkEvent]
SpokenText="每次人员伤亡...都让我更加愤怒，让我反抗的决心更加坚定。"

[Play_Blast_PoliceStation_Musings_F AkEvent]
SpokenText="虽然当时我们并不清楚，但现在我们已经得知大部分外星人其实就是长老们的工具了，这就让当时的情景更加可悲了。虽然我也不是在同情他们，但你觉得长老会在乎我们杀了多少外星人吗？"

[Play_Blast_PoliceStation_Musings_E AkEvent]
SpokenText="如果连一群清楚自己不是变种人对手的普通平民都敢于奋起反抗，那历史会怎么评价我们这些训练有素却选择逃跑的老兵？我们已经不打算离开了，至少在让外星人付出代价之前不打算。"

[Play_Blast_PoliceStation_Musings_D AkEvent]
SpokenText="事实上，这些人其实不用死的。他们本可以继续逃跑，本可以不在此停留，本可以不奋起反抗。我也不知道是为什么，可能是忍不了了吧。他们很清楚自己会面对什么，最终选择了直面他们的敌人，一直打到弹尽粮绝。"

[Play_Blast_PoliceStation_Musings_C AkEvent]
SpokenText="根据我的推断，这幅惨状应该是大量电浆榴弹造成的。虽然不知道是哪方丢的榴弹，但有人已经肃清过了这里，里头的所有人都付出了惨痛的代价。"

[Play_Blast_PoliceStation_Musings_B AkEvent]
SpokenText="警察本来就不是为战争准备的组织，更别提对抗外星人了。我的意思是，他们很多都奋起反抗了，但大部分没能对外星人造成什么伤害就牺牲了。但这里的情况却有所不同 -- 附近的外星人尸体多得都堆起来了，事出反常必有妖。"

[Play_Blast_PoliceStation_Musings_A AkEvent]
SpokenText="等我们抵达警察局的时候，那里已经被变种人部队占领了，而且他们没有留活口的意思。看到他们的暴行，看到里面的人的下场...如果说之前的我们已经算怒火万丈，那当时的我们就是铁了心要干掉这帮混蛋了。"

[Play_Blast_PoliceStation_MissionSummary AkEvent]
SpokenText="在经历了那一切后，我们急需找到一个能让我们放松下来的地方 -- 需要一点时间冷静下来。地图标出了小镇外面的一个农场，理论上来说，确实是个适合放松的好地方。"

[Play_Blast_PoliceStation_LootSelect AkEvent]
SpokenText="虽然当时我们都没心情慢慢搜刮资源，但在离开的时候还是拿上了必要的物资。"

[Play_Blast_PoliceStation_Loading AkEvent]
SpokenText="警察局小镇边缘最显眼的路标。无论有没有地图的指引，我们都打算去那儿看看，因为在外星人来袭时，跑到警察局或军营里寻求庇护往往是普通人的第一反应。很多人都是在那里做出了最后一搏，虽然我不想再看到大屠杀的痕迹，但我们必须确认那里真的什么都没有才行。"

[Play_Blast_PoliceStation_Intro AkEvent]
SpokenText="我们在接近警察局的途中就发现他们已经在里面安营扎寨了，整个地方都被变种人和外星人占领了。坚守在那里的人类肯定奋起反抗了...我们到那儿的时候还能闻到电浆灼烧的焦味。"

[Play_Blast_PoliceStation_Failure_B AkEvent]
SpokenText="我记得我们不少人都活着离开了那里。"

[Play_Blast_PoliceStation_Failure_A AkEvent]
SpokenText="我现在还精神着呢，所以我当时肯定没死。"

[Play_Blast_PoliceStation_CiviliansWipe AkEvent]
SpokenText="我知道我说的很可怕，但我们其实是有在警察局外面找到幸存者的，在我们的帮助下他们还活着离开了那里呢。"

[Play_Blast_PoliceStation_CiviliansSaved AkEvent]
SpokenText="虽然我不知道他们是怎么活下来的，但我在警察局外面找到活口时是又惊又喜。"

[Play_Blast_GasStation_TotalVictory_B AkEvent]
SpokenText="第一天还算顺利，但这下外星人肯定知道我们有所企图了。"

[Play_Blast_GasStation_TotalVictory_A AkEvent]
SpokenText="虽然险象环生，但我们还是在与外星人的初次交战中幸存了下来。"

[Play_Blast_GasStation_PartialVictory_B AkEvent]
SpokenText="虽然我已经想不起他们的相貌，但我绝不会忘记他们的牺牲。要不是有他们在，我早就变成外星人的枪下亡魂了。"

[Play_Blast_GasStation_PartialVictory_A AkEvent]
SpokenText="有些人活了下来，有些人为了大局牺牲了。"

[Play_Blast_GasStation_Musings_G AkEvent]
SpokenText="我依旧记得在那座城市里的刺激感，那种击杀外星人的昂扬感...正是这种感觉让我确信我们能再度崛起。我的新朋友都忙着寻找被埋起来的补给，而我看到了一支军团的结成。那是我第一次真正相信人类还有机会夺回我们的世界。"

[Play_Blast_GasStation_Musings_F AkEvent]
SpokenText="我们必须将就使用搜刮到的任何武器，而且当时我们也不太懂外星科技。我当时是觉得如果用的是XCOM制作的武器，我们至少晓得怎么把它们对准外星人。"

[Play_Blast_GasStation_Musings_E_ALT AkEvent]
SpokenText="在早期，无面怪多半时间都懒得伪装自己。但社会上还是到处有关于变形动物、变形载具之类无厘头玩意的谣言。这就让信任陌生人变得更难了。"

[Play_Blast_GasStation_Musings_E AkEvent]
SpokenText="在早期，无面怪多半时间都懒得伪装自己。但社会上还是到处有关于变形动物、变形载具之类无厘头玩意的谣言。这就让信任陌生人变得更难了。"

[Play_Blast_GasStation_Musings_D AkEvent]
SpokenText="回忆变种人成为外星人的主力前的事感觉很奇怪...那时候外星人特别多，但外星人的走狗却没多少。然而更奇怪的是人们很快就忘了这场战争的真正面目...连我都没想到地球人能这么快地接受外星人的侵略。"

[Play_Blast_GasStation_Musings_C AkEvent]
SpokenText="我们是希望能搜刮到一些补给，弄点东西吃吃。但外星人的迅速反应让我们没工夫悠闲地四处游荡。"

[Play_Blast_GasStation_Musings_B AkEvent]
SpokenText="我已经记不清详情了，尤其是到底是怎么逃出基地的事情。只记得从冒着烟的碎石堆中醒来然后匍匐着爬了出来，但即便是逃出来之后，日子也不算好过。"

[Play_Blast_GasStation_Musings_A AkEvent]
SpokenText="我当时可以说是吃尽了苦头才活了下来。说实话，我本来都已经快放弃了。毕竟我们那些所谓的领袖都向整个世界宣称战斗已经结束了，我也不好意思再说服其他人继续战斗。"

[Play_Blast_GasStation_MissionSummary AkEvent]
SpokenText="我们当时并不清楚我们在加油站附近的小规模战斗仅仅是开始。我们其实已经决定偏离地图上的路线，避开更多外星人了，然而事情并不能如我们所愿。"

[Play_Blast_GasStation_LootSelect AkEvent]
SpokenText="我们的第一战收获颇丰，但并没能获得什么能撼动外星人统治的大杀器。毕竟我们必须轻装上阵，所以不能带上太多东西，否则就会被外星人跟上了。"

[Play_Blast_GasStation_Loading AkEvent]
SpokenText="好了，伙计们。故事时间到。那已经是大概20年前的事了，所以我已经记不太清了。当时XCOM计划已经失败，总部也没有幸存者的迹象，但我总算是和几个编外人员联络上了。我们大部分时候都很低调，埋头搜刮资源。直到有一天，我们发现了一张地图 -- 上面标出了人类的一个避难所，能供所有反抗军聚集。当然，我们怀疑过它的真假，但当时我们也确实没有别的选择了。"

[Play_Blast_GasStation_Intro AkEvent]
SpokenText="要是差上那么五分钟，我们互相之间就会失之交臂了，所幸的是聚集起来的几个人相处得倒还不错。那时候我们跟流浪汉其实没多大区别，但那张地图总算是给了我们一个目标。不过要抵达地图上标出的位置，我们就必须穿过敌占区，这对我们的决心来说是一场很大的考验。"

[Play_Blast_GasStation_Failure_B AkEvent]
SpokenText="就算我记不太清，但我清楚我们肯定没这么窝囊。"

[Play_Blast_GasStation_Failure_A AkEvent]
SpokenText="当然，局势并没有发展成这样...我这不还活着呢么？"

[Play_Blast_Farm_TotalVictory_B AkEvent]
SpokenText="虽然外星人投入了能调动的所有兵力，但我们还是完好无损地从农场脱身了。"

[Play_Blast_Farm_TotalVictory_A AkEvent]
SpokenText="虽然外星人投入了不少兵力，但我们还是设法从农场全身而退了。"

[Play_Blast_Farm_PartialVictory_B AkEvent]
SpokenText="农场一役让我们损失惨重，我们就不该去那儿的。"

[Play_Blast_Farm_PartialVictory_A AkEvent]
SpokenText="并不是所有人都在农场一役中幸存了下来，但我们依旧具备有生力量。我们必须继续前进。"

[Play_Blast_Farm_Musings_F AkEvent]
SpokenText="在发现外星人已经把我们当作直接目标后，我越来越担心地图会把我们指向何处了。我们当时确实可以就地解散，分道扬镳 -- 但我还不打算半途而废。"

[Play_Blast_Farm_Musings_E AkEvent]
SpokenText="在发现外星人已经把我们当作直接目标后，我越来越担心地图会把我们指向何处了。我们当时确实可以就地解散，分道扬镳 -- 但我还不打算半途而废。"

[Play_Blast_Farm_Musings_D AkEvent]
SpokenText="我到现在都不清楚外星人在禁止人类拥有饲育动物的技术后把他们抓起来的那几千万头牲畜怎样了。反正肯定跟那些天杀的变种人汉堡有关。"

[Play_Blast_Farm_Musings_C AkEvent]
SpokenText="我记得当时我们还想尽量避免误伤平民，好在那个农场早就被主人遗弃了，不然这么惨烈的战斗肯定会把平民卷进来的。"

[Play_Blast_Farm_Musings_B AkEvent]
SpokenText="仙女座外星人的出现着实让我们吃了一惊，我们当时根本不清楚它们穿的是什么玩意儿。里面的外星人死了之后外面的潜水服还能继续战斗，差点没把我们给吓死。"

[Play_Blast_Farm_Musings_A AkEvent]
SpokenText="农场勾起了我的不少回忆，要是能找个安静的地方休息上一会儿就更好了。美中不足的是我们已经捅了马蜂窝，赶过来的外星人可不会让我们有空坐下来缅怀过去。"

[Play_Blast_Farm_MissionSummary AkEvent]
SpokenText="在我们终于得到喘息的机会后我才意识到我们看到的那个涂鸦的意思。原来答案就在地图上...是水坝，外星人的增援是从那里来的。幸存者们想传达的信息就是这个。"

[Play_Blast_Farm_LootSelect AkEvent]
SpokenText="我们在农场一战里回收到了一些奇怪的武器，它们应该不是变种人的制式武器...应该说我们从没见过这种武器。"

[Play_Blast_Farm_Loading AkEvent]
SpokenText="情况在我们离开小镇后总算是有所好转了，我们笔直地朝农场前进，希望能在那儿睡上几个小时。当时我们很清楚外星人迟早会回来找我们的，他们只要根据我们留下的痕迹就能推断出我们前进的方向了。我只能祈祷在他们的增援到来前能休息上一会儿了。"

[Play_Blast_Farm_Intro AkEvent]
SpokenText="我们看到了一片不错的田产，有又大又红的谷仓，让我想起了我在堪萨斯的老家...好吧，再说下去就偏题了...总之我们很倒霉地又被卷进了一场战斗中。虽然按道理说我们在赶路的时候是应该避开任何地标的，但当时我们已经筋疲力竭了，就没管那么多。"

[Play_Blast_Farm_GraffitiSighted AkEvent]
SpokenText="我们在谷仓的墙上又找到了货运场出现过的那种涂鸦...下面立着个方块的圆圈。我们当时还是没弄明白它的意思，但答案其实一直就在我们的眼前。"

[Play_Blast_Farm_Failure_B AkEvent]
SpokenText="我们就快到结尾了，别放弃希望。"

[Play_Blast_Farm_Failure_A AkEvent]
SpokenText="虽然我们在农场确实损失惨重，但也没那么惨。"

[Play_Blast_Dam_TotalVictory_B AkEvent]
SpokenText="外星人这次真的是动用了全部人马，但我们还是活了下来。"

[Play_Blast_Dam_TotalVictory_A AkEvent]
SpokenText="我们成功了...我们活着通过了这场试练。我们感觉很不错，打得敌人落荒而逃的感觉实在是太棒了。"

[Play_Blast_Dam_PartialVictory_B AkEvent]
SpokenText="我们全力奋战到了最后，伤亡当然是有的，但我们还是撑过去了。"

[Play_Blast_Dam_PartialVictory_A AkEvent]
SpokenText="我们没能都撑到最后，但至少牺牲的人都死得够壮烈。"

[Play_Blast_Dam_Musings_F AkEvent]
SpokenText="我终于想到，我们必须弄清楚战斗结束之后下一步要做什么。在战斗中，我因为想到可能会失去我的新朋友而感到恐慌。我们必须改变目标。"

[Play_Blast_Dam_Musings_E AkEvent]
SpokenText="当时我们小队可能已经是全地球最强悍的外星人猎杀团队了 -- 不算死神的话，不过当时我还不认识沃尔克。"

[Play_Blast_Dam_Musings_D AkEvent]
SpokenText="我们当时并没有仔细考虑过，但实际开战后才发现水坝其实是个非常险恶的战场。不仅没多少空间，还满是易爆物，更不用说那些在这次任务中见过的最强悍的外星人了。"

[Play_Blast_Dam_Musings_C AkEvent]
SpokenText="我一直在尝试把那段记忆给忘掉，所以很多细节都记不清了。不过现在想来...当时我们碰上的玩意儿应该是某种化身。至少他的发型很像...你就相信我吧。"

[Play_Blast_Dam_Musings_B AkEvent]
SpokenText="虽然我们沿途捡到了不少装备，但外星人还是有明显的科技优势的 -- 他们想要把我们全部杀光 -- 为此他们可说是准备周全。"

[Play_Blast_Dam_Musings_A AkEvent]
SpokenText="过去这个水坝曾稳定地为小镇里的人和其他国民提供电能。但我们发现，外星人已经把水坝提供的能源用在了某种传送门上..."

[Play_Blast_Dam_MissionSummary AkEvent]
SpokenText="好了，如果我没记错的话，故事就是这样的。很有意思吧？没听够的话就等我想起别的故事吧。或者你可以去找沈，她应该也有自己的故事。"

[Play_Blast_Dam_Loading AkEvent]
SpokenText="外星人肯定一直在把水坝当成某种集结点，因为这里没有巡逻队，也没有常规的变种人扫荡小队。他们为了对付我们准备了精英部队，说实话...情况很棘手。要不是我早就丢掉了保命的念头，我可能就会担心起这场仗的胜败了。不过在其他人面前我还是摆出一幅英勇无畏的样子，我可不想动摇士气。"

[Play_Blast_Dam_Intro AkEvent]
SpokenText="外星人在水坝的戒备相当森严，就像在守卫圣所一样。这里既没有幸存者也没有能回收的物资，我们来这儿的唯一目的就是和他们干上一仗。小队的所有人都同意 -- 如果这个水坝对外星人来说很重要，我们就必须彻底摧毁这里，让这儿的外星人都见鬼去。"

[Play_Blast_Dam_Failure_B AkEvent]
SpokenText="那可是我们历史中的关键时刻啊，应该能做得更好的。"

[Play_Blast_Dam_Failure_A AkEvent]
SpokenText="如果我没活下来，那我就不会在这儿讲故事了。"

[Play_Blast_Dam_Ending AkEvent]
SpokenText="这支小队，这些人...他们才是反抗军真正的起源。我们进攻水坝的消息不胫而走。虽然细节多少和实际有些出入，但关键是我们给了人们希望，让他们敢于选择奋起反抗了。"

[Play_Blast_Cemetery_TotalVictory_B AkEvent]
SpokenText="墓地一战确实很艰难，但我招募的几个新兵表现都不错。"

[Play_Blast_Cemetery_TotalVictory_A AkEvent]
SpokenText="虽然千钧一发，但我们好歹还是活着离开了墓地。"

[Play_Blast_Cemetery_PartialVictory_B AkEvent]
SpokenText="我永远不会忘记那些为了大家的安危牺牲的勇士，没有他们我也活不到现在。"

[Play_Blast_Cemetery_PartialVictory_A AkEvent]
SpokenText="我们多少有些伤亡，但综合各种情况来说已经很不错了，整支队伍没散就很值得庆幸了。"

[Play_Blast_Cemetery_Musings_F AkEvent]
SpokenText="我总是忍不住去想那些没能从基地的废墟中逃出来的人。如果外星人懒得清理废墟，那座山就会变成许多好人的墓碑。我一直想有朝一日能回那里一趟，给他们上柱香什么的。"

[Play_Blast_Cemetery_Musings_E AkEvent]
SpokenText="虽然我们一起行动了很长时间，但我的新朋友并不清楚我的背景。对他们来说我就是个前军人，一个被打垮的老兵。不过他们渐渐地也猜到了我的来历，我也没阻止他们去猜。"

[Play_Blast_Cemetery_Musings_D AkEvent]
SpokenText="我已经很久没有感受过战友的关怀了。虽然很多人对待参与过反侵略战的老兵都比较和善，有的甚至会给我们一个友善的微笑。但我还是碰到过不少把我们当成地球陷落的罪魁祸首的人。士兵、政客、医生...从某种意义上来说，我们确实让很多人失望了。"

[Play_Blast_Cemetery_Musings_C AkEvent]
SpokenText="我当时甚至不确定能不能找到幸存者，而我们小队找到的武器也没有太大的意义。你注意到没，我说的是小队。那时候我才意识到真正的收获是什么。"

[Play_Blast_Cemetery_Musings_B AkEvent]
SpokenText="我在侵略的初期也看见过僵尸，但没这么近距离地接触过它们。它们过去确实是人类...但我们也别无选择。充斥着刚下葬尸体的墓地对拥有灵能的外星人来说简直就是一个屯兵所。"

[Play_Blast_Cemetery_Musings_A AkEvent]
SpokenText="在基地陷落后的两年内，我都没有听到有关XCOM的半点风声，更没有见到过任何XCOM项目的参与者。大多数人根本不知道我们的存在，所以我们也懒得多费唇舌去打听了。"

[Play_Blast_Cemetery_MissionSummary AkEvent]
SpokenText="总之，墓地路线并不如我们想象的安全，但我们至少没有偏离方向 -- 前提是那个避难所真的存在的话。"

[Play_Blast_Cemetery_LootSelect AkEvent]
SpokenText="当时的我们已经是打扫战场的老手了，基本上扛得动的东西都被我们给回收了。"

[Play_Blast_Cemetery_Loading AkEvent]
SpokenText="我们完全不清楚那张地图是谁绘制的，但如果那个所谓的避难所真的存在，在亲眼看到它之前我是绝不会罢休的。地图指示我们要穿越小镇，但我们为了避免引起太大动静决定穿越墓地。我还记了笔记以备日后记录用 -- 如果历史真的是由胜利者书写的，那我至少得留点纪念，当然前提是我们真的能成功推翻外星人。"

[Play_Blast_Cemetery_Intro AkEvent]
SpokenText="虽然我们对那张地图大多将信将疑，但我们还是在墓地附近招募到了一个新兵。招募新兵的风险是巨大的，但我们急需人手，而我也不介意多分一人份的装备。我们接近目标地点后没多久外星人就赶过来了。我们在那的发现...让人难以面对。"

[Play_Blast_Cemetery_Failure_B AkEvent]
SpokenText="我们当时的表现好像没那么糟糕吧。"

[Play_Blast_Cemetery_Failure_A AkEvent]
SpokenText="不对啊，要是真的是那样，那我怎么可能还活着。"

[Play_Blast_Bar_TotalVictory_B AkEvent]
SpokenText="我还是没能喝上美酒，但我们活着挺过了这场战斗，所以我也没啥好抱怨的。"

[Play_Blast_Bar_TotalVictory_A AkEvent]
SpokenText="虽然没能喝到美酒，但我们完好无损地走出了酒吧。这已经是最好的结果了。"

[Play_Blast_Bar_PartialVictory_B AkEvent]
SpokenText="就算这些年来我经历过风风雨雨，但看到朋友在战斗中阵亡还是一样悲痛欲绝。"

[Play_Blast_Bar_PartialVictory_A AkEvent]
SpokenText="那是场硬仗，但我们只付出了一点伤亡就挺了过去。"

[Play_Blast_Bar_Musings_F AkEvent]
SpokenText="当时我们肯定已经引起某些人的高度注意了，被我们干掉的外星人已经达到了两位数，而它们身上能带走的东西全被我们给搜刮了。虽然说我们来这儿的最初目的是搜刮补给，但是我的新朋友们还是差点忘记把外星人的装备给带上。"

[Play_Blast_Bar_Musings_E AkEvent]
SpokenText="我们当时根本不知道这些变种人暴徒究竟在喊些什么，但也无所谓。他们一个又一个地倒下，我也开始觉得，只要选对人，我们还真有机会干一番大事。"

[Play_Blast_Bar_Musings_D AkEvent]
SpokenText="变种人当时刚刚上位，还没站稳脚跟，但我们还是在酒吧外面遭遇了他们早期的部队。我当时还以为他们肯定会把我们打个落花流水，但连我都没想到我们的表现会如此出色。"

[Play_Blast_Bar_Musings_C AkEvent]
SpokenText="找瓶好酒真的不容易，不过人类占领区还是有不少好货色的 -- 不过那些玩意儿全都是非法的。就算买不到，你也可以去那些被遗弃的城市碰碰运气。很多人都在反抗外星人的过程中被抹消了。"

[Play_Blast_Bar_Musings_B AkEvent]
SpokenText="当时还是有不少独立的幸存者群体的。有些区域人们过的日子甚至和之前没什么两样，但变种人看不得他们这么逍遥自在。他们一有机会就对\"未经许可\"的食品来源增加更多限制，逼迫流浪的人类不得不迁入市中心。"

[Play_Blast_Bar_Musings_A AkEvent]
SpokenText="当时我们小队成员之间已经很默契了，在到达酒吧前就已经干掉过很多变种人。可能就是因为他们的出色表现引起了外星人的注意，所以我们进入酒吧后不久就有一大堆外星人冒了出来，至少这是我能想得出的唯一解释了。"

[Play_Blast_Bar_MissionSummary AkEvent]
SpokenText="当时我已经在想这张地图会不会是外星人的陷阱了，因为它们总能在最麻烦的时机出现，挡住我们的去路。总之，我是不觉得难民能走我们走的这条路线。"

[Play_Blast_Bar_LootSelect AkEvent]
SpokenText="我们从酒吧附近的变种人士兵身上搜刮到了一些还能用的防弹背心的PCS部件，但他们的装备没有使用XCOM研发科技的迹象。"

[Play_Blast_Bar_Loading AkEvent]
SpokenText="地图上标出的位置看起来似乎是个货运场，但我们首先得穿过小镇边缘的桌球酒吧。我记得当时看到酒吧我还挺兴奋的 -- 以为自己总算是能喝上一杯放松放松了。然而变种人上位后颁布了一堆禁令和限制，也就是说高酒精含量的玩意儿基本都被认定为非法饮料了...不过，我还是有机会找到瓶不错的啤酒的。"

[Play_Blast_Bar_Intro AkEvent]
SpokenText="我们抵达酒吧附近的时候没有碰到外星人，不过根据现场的状况看 -- 变种人来过这里，还和反抗他们的平民交战了。当时变种人抓捕流浪的人类的手段相当粗暴，很容易召来他们的反抗。虽然我们不清楚这些反抗者是谁，但他们要么被变种人说服，迁居到了市中心，要么被打成筛子，丢进了火葬场。"

[Play_Blast_Bar_Failure_B AkEvent]
SpokenText="好吧，我们从头开始。当时我们正前往酒吧..."

[Play_Blast_Bar_Failure_A AkEvent]
SpokenText="至少我是活下来了对吧？"

[Play_Blast_Bar_CiviliansWipe AkEvent]
SpokenText="不对，这肯定不对啊，我记得我们还是救到了几个平民的。"

[Play_Blast_Bar_CiviliansSaved AkEvent]
SpokenText="我记得我们还设法在战斗打响前救出了几个平民。"

